{"dayText": {"1": {"line1": "Wednesday, January 1", "line2": ["Psalm 1", "Genesis 1:1-2:3", "Matthew 1:1-17"], "line3": "You, O God, have tested us; you have tried us as silver is tried. Psalm 66:10", "line4": "We know that suffering produces endurance, and endurance produces character, and character produces hope, and hope does not disappoint us, because God’s love has been poured into our hearts through the Holy Spirit that has been given to us. Romans 5:3-5", "line5": "Dear Jesus, as we start another year, please guide us in ways we have yet to follow you. Even when tested, be the light on our paths and in our hearts to always remind us that you are near. Amen.", "line_count": 5}, "2": {"line1": "Thursday, January 2", "line2": ["Psalm 2", "Genesis 2:4-25", "Matthew 1:18-25"], "line3": "The Lord God will wipe away the tears from all faces. Isaiah 25:8", "line4": "Rejoice in hope, be patient in suffering, persevere in prayer. Romans 12:12", "line5": "Gentle Comforter, you come to us when we are hurt, scared, or in distress. Remind us again and again that when we feel far from your presence, you will be with us again and we shall rejoice together. Amen.", "line_count": 5}, "3": {"line1": "Friday, January 3", "line2": ["Psalm 3", "Genesis 3,4", "Matthew 2:1-12"], "line3": "Take delight in the Lord, and he will give you the desires of your heart. Psalm 37:4", "line4": "Whatever you ask for in prayer, believe that you have received it, and it will be yours. Mark 11:24", "line5": "Dear Lord, we have faith that you are always there for us. It is with gratitude that we take comfort in knowing you answer our prayers. In Jesus’ name, we pray. Amen.", "line_count": 5}, "4": {"line1": "Saturday, January 4", "line2": ["Psalm 4", "Genesis 5", "Matthew 2:13-23"], "line3": "You shall not murder. Exodus 20:13", "line4": "Love your enemies, do good to those who hate you, bless those who curse you, pray for those who abuse you. Luke 6:27-28", "line5": "Savior, like a shepherd, lead us to love one another. Teach us compassion to forgive and guide us to be a blessing to others in your name. Amen.", "line_count": 5}, "5": {"line1": "Second Sunday after Christmas", "line2": "Watchword for the Week — Praise the name of the Lord, for his name alone is exalted; his glory is above earth and heaven. Psalm 148:13", "line3": "Sunday, January 5", "line4": ["Jeremiah 31:7-14", "Psalm 147:12-20", "Ephesians 1:3-14", "John 1:(1-9),10-18"], "line5": "There are many who say, “O that we might see some good! Let the light of your face shine on us, O Lord!” Psalm 4:6", "line6": "Jesus said, “I am the light of the world. Whoever follows me will never walk in darkness but will have the light of life.” John 8:12", "line7": "Guiding Light, shine in the dark places where we have yet to see your grace, mercy, and love. We will follow your light and see life. Amen.", "line_count": 7}, "6": {"line1": "Epiphany of the Lord", "line2": "Watchword for Epiphany — Arise, shine; for your light has come, and the glory of the Lord has risen upon you. Isaiah 60:1", "line3": "Monday, January 6", "line4": ["Psalm 5", "Genesis 6:1-7:10", "Matthew 3"], "line5": "Epiphany of the Lord", "line6": ["Ephesians 3:1-12", "Matthew 2:1-12"], "line7": "Why do you say, O Jacob, and speak, O Israel, “My way is hidden from the Lord, and my right is disregarded by my God?” Isaiah 40:27", "line8": "God’s firm foundation stands, bearing this inscription: “The Lord knows those who are his.” 2 Timothy 2:19", "line9": "We pray, Lord, you will show us the way. Strengthen us and help us stand up for what is right, for we long to follow you with everything we are. Amen.", "line_count": 9}, "7": {"line1": "Tuesday, January 7", "line2": ["Psalm 6", "Genesis 7:11-8:22", "Matthew 4:1-11"], "line3": "“For I,” says the Lord, “will be a wall of fire all around Jerusalem.” Zechariah 2:5 NKJV", "line4": "If God is for us, who is against us? Romans 8:31", "line5": "We put our trust in you to protect us, O God. We need not build our own defenses. We are under your wing. You are for us, so let us live without walls and know that we are safe. Amen.", "line_count": 5}, "8": {"line1": "Wednesday, January 8", "line2": ["Psalm 7:1-9", "Genesis 9", "Matthew 4:12-25"], "line3": "Let your steadfast love, O Lord, be upon us, even as we hope in you. Psalm 33:22", "line4": "Let us hold fast to the confession of our hope without wavering, for he who has promised is faithful. Hebrews 10:23", "line5": "Let us hold on, be strong, love faith. Trust. Walk with Christ. In the name of the Father, the Son, and the Holy Spirit. Amen.", "line_count": 5}, "9": {"line1": "Thursday, January 9", "line2": ["Psalm 7:10-17", "Genesis 10:1-11:9", "Matthew 5:1-16"], "line3": "It is God who arms me with strength. Psalm 18:32", "line4": "When I remember you in my prayers, I always thank my God. I pray that the sharing of your faith may become effective when you perceive all the good that we may do for Christ. Philemon 4,6", "line5": "Lord, you breathed life into us; Christ, you have paid the price for our sins. Each day the Holy Spirit surrounds, encourages, and guides us. May our life be a window for others to see our faith in action and lead them to you. In Jesus’ name, we pray. Amen.", "line_count": 5}, "10": {"line1": "Friday, January 10", "line2": ["Psalm 8", "Genesis 11:10-12:9", "Matthew 5:17-26"], "line3": "The righteous has a refuge when he dies. Proverbs 14:32 NASB", "line4": "For I am convinced that neither death, nor life, nor angels, nor rulers, nor things present, nor things to come, nor powers, nor height, nor depth, nor anything else in all creation, will be able to separate us from the love of God in Christ Jesus our Lord. Romans 8:38-39", "line5": "Remind us again today, O God, that there is nothing stronger than love; that not even death can overcome your love for us. Give us wisdom to fully understand how this can change the way we live. Amen.", "line_count": 5}, "11": {"line1": "Saturday, January 11", "line2": ["Psalm 9:1-10", "Genesis 12:10-13:18", "Matthew 5:27-42"], "line3": "Let justice roll down like waters, and righteousness like an ever-flowing stream. Amos 5:24", "line4": "Jesus said, “You know that among the Gentiles those whom they recognize as their rulers lord it over them, and their great ones are tyrants over them. But it is not so among you; but whoever wishes to become great among you must be your servant.” Mark 10:42-43", "line5": "Lord, we ask your blessing on those who lead. May they be mindful of your advice to serve those they lead, just as Christ did. Amen.", "line_count": 5}, "12": {"line1": "First Sunday after the Epiphany", "line2": "Watchword for the Week — A bruised reed he will not break, and a dimly burning wick he will not quench; he will faithfully bring forth justice. Isaiah 42:3", "line3": "Sunday, January 12", "line4": ["Isaiah 42:1-9", "Psalm 29", "Acts 10:34-43", "Matthew 3:13-17"], "line5": "God reveals deep and hidden things. Daniel 2:22", "line6": "O the depth of the riches and wisdom and knowledge of God! How unsearchable are his judgments and how inscrutable his ways! Romans 11:33", "line7": "Mysterious God, we will never fully understand everything you know and see. In your merciful way, guide us through things seen and unseen. In Jesus’ name, we pray. Amen.", "line_count": 7}, "13": {"line1": "Monday, January 13", "line2": ["Psalm 9:11-20", "Genesis 14,15", "Matthew 5:43-6:4"], "line3": "All who forsake you shall be put to shame; for they have forsaken the fountain of living water, the Lord. Jeremiah 17:13", "line4": "Jesus said, “The time is fulfilled, and the kingdom of God has come near; repent, and believe in the good news.” Mark 1:15", "line5": "Lord, you call us to drink abundant, living water. We often look to other things to quench our thirst— money, popularity, fame—but they lead only to broken hearts. Teach us to pursue you and to have you as our first love. In the name of Jesus, we pray. Amen.", "line_count": 5}, "14": {"line1": "Tuesday, January 14", "line2": ["Psalm 10:1-11", "Genesis 16,17", "Matthew 6:5-18"], "line3": "If you do well, will you not be accepted? And if you do not do well, sin is lurking at the door; its desire is for you, but you must master it. Genesis 4:7", "line4": "Pursue righteousness, godliness, faith, love, endurance, gentleness. 1 Timothy 6:11", "line5": "Living God, when our relationships in life break down, call us towards you—that we might turn away from the path we were on and head back into your loving embrace—for your way is difficult, but good. Amen.", "line_count": 5}, "15": {"line1": "Wednesday, January 15", "line2": ["Psalm 10:12-18", "Genesis 18", "Matthew 6:19-34"], "line3": "The Lord said to Gideon, “Peace be to you; do not fear, you shall not die.” Then Gideon built an altar there to the Lord, and called it, the Lord is peace. Judges 6:23-24", "line4": "Let us therefore approach the throne of grace with boldness, so that we may receive mercy and find grace to help in time of need. Hebrews 4:16", "line5": "Dear Lord God, you are the God of grace and mercy. Please continue to bring peace into our lives. In Christ’s name, we pray. Amen.", "line_count": 5}, "16": {"line1": "Thursday, January 16", "line2": ["Psalm 11", "Genesis 19:1-29", "Matthew 7:1-12"], "line3": "The earth, O Lord, is full of your steadfast love; teach me your statutes. Psalm 119:64", "line4": "All scripture is inspired by God and is useful for teaching, for reproof, for correction, and for training in righteousness. 2 Timothy 3:16", "line5": "Your word, O God, constantly recalls your truth and wisdom. Let us walk in the revelation of your love and the grace of your son, Jesus. Amen.", "line_count": 5}, "17": {"line1": "Friday, January 17", "line2": ["Psalm 12", "Genesis 19:30-20:18", "Matthew 7:13-23"], "line3": "So Moses and Aaron went to Pharaoh, and said to him, “Thus says the Lord, ‘Let my people go, so that they may worship me.’” Exodus 10:3", "line4": "See, I am sending you out like sheep into the midst of wolves; so be wise as serpents and innocent as doves. Matthew 10:16", "line5": "Lord, as your people—created, redeemed, and sustained—we seek to worship you in all we do, aware that true discipleship is no easy task. Give us simplicity of faith, courage to love, and the willingness to hope in all that we do. In Jesus’ name, we pray. Amen.", "line_count": 5}, "18": {"line1": "Saturday, January 18", "line2": ["Psalm 13", "Genesis 21", "Matthew 7:24-8:4"], "line3": "What god in heaven or on earth can perform deeds and mighty acts like yours! Deuteronomy 3:24", "line4": "For from him and through him and to him are all things. To him be the glory forever. Romans 11:36", "line5": "Lord, may we slow down the busy parts of our day so that we might take in more of the splendor of creation all around us, and that we might calibrate our eyes, ears, and hearts, to see the world is full of the good things of creation. In your holy name, we pray. Amen.", "line_count": 5}, "19": {"line1": "Second Sunday after the Epiphany", "line2": "Watchword for the Week — God is faithful; by him you were called into the fellowship of his Son, Jesus Christ our Lord. 1 Corinthians 1:9", "line3": "Sunday, January 19", "line4": ["Isaiah 49:1-7", "Psalm 40:1-11", "1 Corinthians 1:1-9", "John 1:29-42"], "line5": "When the wicked turn away from the wickedness they have committed and do what is lawful and right, they shall save their life. Ezekiel 18:27", "line6": "The saying is sure and worthy of full acceptance, that Christ Jesus came into the world to save sinners—of whom I am the foremost. 1 Timothy 1:15", "line7": "Gracious Lord, like a stormy sea, we often have times of turbulence in our lives. Help us to remember to turn to you for your guidance and calming love. Amen.", "line_count": 7}, "20": {"line1": "Monday, January 20", "line2": ["Psalm 14", "Genesis 22", "Matthew 8:5-22"], "line3": "Happy are those to whom the Lord imputes no iniquity, and in whose spirit there is no deceit. Psalm 32:2", "line4": "Everything old has passed away; see, everything has become new! All this is from God, who reconciled us to himself through Christ.2 Corinthians 5:17-18", "line5": "Loving God, although we try daily to live our lives full of love, caring, and acceptance as Jesus did, we fall short. Please forgive us and help us to live as true children of God. Amen.", "line_count": 5}, "21": {"line1": "Tuesday, January 21", "line2": ["Psalm 15", "Genesis 23:1-24:25", "Matthew 8:23-34"], "line3": "I am the Lord your God who brought you out of the land of Egypt, to be their slaves no more; I have broken the bars of your yoke and made you walk erect. Leviticus 26:13", "line4": "For freedom Christ has set us free. Stand firm, therefore, and do not submit again to a yoke of slavery. Galatians 5:1", "line5": "Remind us again and again, O God, that we have moved from being oppressed to being free, and that we are called to use our freedom to stand with those who want what we have. Let us share our freedom in Christ with all. In Jesus’ name, we pray. Amen.", "line_count": 5}, "22": {"line1": "Wednesday, January 22", "line2": ["Psalm 16:1-6", "Genesis 24:26-66", "Matthew 9:1-13"], "line3": "If you do not stand firm in faith, you shall not stand at all. Isaiah 7:9", "line4": "Fight the good fight of the faith; take hold of the eternal life, to which you were called and for which you made the good confession in the presence of many witnesses. 1 Timothy 6:12", "line5": "Lord, we stand firm and take hold, but we dare not trust in our own strength. Grant us this day, and every day, the strength to be firm in our belief and hold on to your promises. Amen.", "line_count": 5}, "23": {"line1": "Thursday, January 23", "line2": ["Psalm 16:7-11", "Genesis 25", "Matthew 9:14-26"], "line3": "You have delivered my soul from death, my eyes from tears, my feet from stumbling. Psalm 116:8", "line4": "Jesus might free those who all their lives were held in slavery by the fear of death. Hebrews 2:15", "line5": "Heavenly Father, we thank you for the gift of your son, Jesus. Help us to share this wonderful gift with others so that they may also share his everlasting love and grace. Amen.", "line_count": 5}, "24": {"line1": "Friday, January 24", "line2": ["Psalm 17:1-7", "Genesis 26", "Matthew 9:27-38"], "line3": "The haughty eyes of people shall be brought low, and the pride of everyone shall be humbled; and the Lord alone will be exalted on that day. Isaiah 2:11", "line4": "Do not be deceived; God is not mocked. Galatians 6:7", "line5": "God, please help us to not be proud and to remember that all praise is owed to you. Your omnipotent power reigns over us, knowing our every triumph and downfall. Glory to God in the highest. Amen.", "line_count": 5}, "25": {"line1": "Saturday, January 25", "line2": ["Psalm 17:8-15", "Genesis 27:1-29", "Matthew 10:1-16"], "line3": "Have you not known? Have you not heard? The Lord is the everlasting God, the Creator of the ends of the earth. He does not faint or grow weary; his understanding is unsearchable. Isaiah 40:28", "line4": "May the God of hope fill you with all joy and peace in believing, so that you may abound in hope by the power of the Holy Spirit. Romans 15:13", "line5": "O God, creator of all things, blessed are we when we put our trust in you. Continue to fill us with your understanding and peace as we grow in our faith. In Jesus’ name, we pray. Amen.", "line_count": 5}, "26": {"line1": "Third Sunday after the Epiphany", "line2": "Watchword for the Week — The Lord is my light and my salvation; whom shall I fear? The Lord is the stronghold of my life; of whom shall I be afraid? Psalm 27:1", "line3": "Sunday, January 26", "line4": ["Isaiah 9:1-4", "Psalm 27:1,4-9", "1 Corinthians 1:10-18", "Matthew 4:12-23"], "line5": "You rule the raging of the sea; when its waves rise, you still them. Psalm 89:9", "line6": "Now may the Lord of peace himself give you peace at all times in all ways. 2 Thessalonians 3:16", "line7": "Lord, may we hold tightly to the peace which we share in Christ. May we also let it go to share it with others who need it. May our day be filled with acts of giving and receiving peace. In Christ’s name, we pray. Amen.", "line_count": 7}, "27": {"line1": "Monday, January 27", "line2": ["Psalm 18:1-6", "Genesis 27:30-28:9", "Matthew 10:17-25"], "line3": "Who is calling forth the generations from the beginning? I, the Lord—with the first of them and with the last—I am he. Isaiah 41:4", "line4": "You know the message God sent to the people of Israel, announcing the good news of peace through Jesus Christ, who is Lord of all. Acts 10:36", "line5": "God, you call us day by day to venture down the path that leads to love and peace. Uphold us in your peace and fill us with your love. From east to west, north to south, we stand united in you. Amen.", "line_count": 5}, "28": {"line1": "Tuesday, January 28", "line2": ["Psalm 18:7-15", "Genesis 28:10-29:14", "Matthew 10:26-42"], "line3": "If God tears down, no one can rebuild; if he shuts someone in, no one can open up. Job 12:14", "line4": "These are the words of the holy one, the true one, who has the key of David, who opens and no one will shut, who shuts and no one opens: “I know your works. Look, I have set before you an open door, which no one is able to shut.” Revelation 3:7-8", "line5": "Lord, we thank you for holding open the way to you. May we embrace the grace you provide us daily. In Jesus’ name, we pray. Amen.", "line_count": 5}, "29": {"line1": "Wednesday, January 29", "line2": ["Psalm 18:16-24", "Genesis 29:15-30:24", "Matthew 11:1-10"], "line3": "A bruised reed he will not break, and a dimly burning wick he will not quench. Isaiah 42:3", "line4": "The Son of Man came to seek out and to save the lost. Luke 19:10", "line5": "Lord, lead us today to shine brightly, reflecting your light and love to the lost and helping those who are bruised. In Christ’s name, we pray. Amen.", "line_count": 5}, "30": {"line1": "Thursday, January 30", "line2": ["Psalm 18:25-29", "Genesis 30:25-31:21", "Matthew 11:11-24"], "line3": "You shall not be partial to the poor or defer to the great. Leviticus 19:15", "line4": "My brothers and sisters, believers in our glorious Lord Jesus Christ must not show favoritism. James 2:1", "line5": "Loving God, help us to see everyone we encounter as you see them—precious and loved. Challenge us in our prejudices and favoritism. We shall rejoice in how your love is changing us and helping us to see others through your eyes. Amen.", "line_count": 5}, "31": {"line1": "Friday, January 31", "line2": ["Psalm 18:30-36", "Genesis 31:22-55", "Matthew 11:25-12:8"], "line3": "I have been pouring out my soul before the Lord. 1 Samuel 1:15", "line4": "Cast all your anxiety on him, because he cares for you. 1 Peter 5:7", "line5": "Lord, empty us of self so that we can be filled with you. Empty us of every vain ambition and poison of pride, every foolishness our hearts hold onto, so that we may be filled with you. In Jesus’ name, we pray. Amen.", "line_count": 5}, "32": {"line1": "Saturday, February 1", "line2": ["Psalm 18:37-45", "Genesis 32:1-21", "Matthew 12:9-21"], "line3": "If only you had paid attention to my commands, your peace would have been like a river, your well- being like the waves of the sea. Isaiah 48:18", "line4": "Christ Jesus became for us wisdom from God, and righteousness and sanctification and redemption. 1 Corinthians 1:30", "line5": "God, we turn to you to lighten our way; to help us see that you are there, not only to guide, but to bring us peace. May we always turn to your wisdom when we struggle, knowing that you will not steer us wrong. In Christ Jesus, we pray. Amen.", "line_count": 5}, "33": {"line1": "Fourth Sunday after the Epiphany", "line2": "Watchword for the Week — For the message about the cross is foolishness to those who are perishing, but to us who are being saved it is the power of God. 1 Corinthians 1:18", "line3": "Sunday, February 2", "line4": ["Micah 6:1-8", "Psalm 15", "1 Corinthians 1:18-31", "Matthew 5:1-12"], "line5": "The Lord God helps me; therefore I have not been disgraced. Isaiah 50:7", "line6": "To this day I have had help from God, and so I stand here, testifying. Acts 26:22", "line7": "Dear God, let us walk beside you. May we listen for your voice and allow it to guide us to do your will. Although we may stumble and fall, we know you will be there to pick us up and brush us off. Thank you, Lord, our guide and comforter. Amen.", "line_count": 7}, "34": {"line1": "Monday, February 3", "line2": ["Psalm 18:46-50", "Genesis 32:22-33:20", "Matthew 12:22-32"], "line3": "All who were incensed against the Lord shall come to him and be ashamed. Isaiah 45:24", "line4": "Every tongue should confess that Jesus Christ is Lord, to the glory of God the Father. Philippians 2:11", "line5": "Oh, gentle Jesus, forgive our sins, our negative thoughts, and the pain we have caused others. It is through your love and grace that we can have a new start. May our hearts and souls praise you and speak of your glory. Amen.", "line_count": 5}, "35": {"line1": "Tuesday, February 4", "line2": ["Psalm 19:1-6", "Genesis 34", "Matthew 12:33-45"], "line3": "When the poor and needy seek water, and there is none, and their tongue is parched with thirst, I the Lord will answer them. Isaiah 41:17", "line4": "To the thirsty I will give water as a gift from the spring of the water of life. Revelation 21:6", "line5": "Lord, it is your comfort that we seek when we are in need. May we allow you to quench our thirst and revive our souls when we are most in need. In Jesus’ name, we pray. Amen.", "line_count": 5}, "36": {"line1": "Wednesday, February 5", "line2": ["Psalm 19:7-14", "Genesis 35:1-36:8", "Matthew 12:46-13:9"], "line3": "The Lord will save me, and we will sing to stringed instruments at the house of the Lord. Isaiah 38:20", "line4": "Jumping up, he stood and began to walk, and he entered the temple with them, walking and leaping and praising God. Acts 3:8", "line5": "Great is our faithfulness, Lord, as we turn to you in our times of need. May we rejoice and sing your praise to all who can hear, knowing that you are the healer of all our hurts. In Jesus’ name, we pray. Amen.", "line_count": 5}, "37": {"line1": "Thursday, February 6", "line2": ["Psalm 20", "Genesis 36:9-43", "Matthew 13:10-23"], "line3": "He is mindful of his covenant forever, of the word that he commanded, for a thousand generations. Psalm 105:8", "line4": "Jesus said, “Heaven and earth will pass away, but my words will not pass away.” Mark 13:31", "line5": "O faithful One, you are the beginning and the end. When we are in need, let us quiet our souls and remember how almighty you are and the promise of eternal life with you. Amen.", "line_count": 5}, "38": {"line1": "Friday, February 7", "line2": ["Psalm 21", "Genesis 37", "Matthew 13:24-35"], "line3": "Keep these words that I am commanding you today in your heart. Recite them to your children and talk about them. Deuteronomy 6:6-7", "line4": "The aim of such instruction is love that comes from a pure heart, a good conscience, and sincere faith. 1 Timothy 1:5", "line5": "Loving Creator, you have shaped us from the very beginning. Open our hearts so that we might know you more each day. May we live authentically in your love as we share your ways with the world. Amen.", "line_count": 5}, "39": {"line1": "Saturday, February 8", "line2": ["Psalm 22:1-8", "Genesis 38", "Matthew 13:36-46"], "line3": "Sing to the Lord; praise the Lord! He has delivered the life of the needy from the hands of evildoers. Jeremiah 20:13", "line4": "He has brought down the powerful from their thrones and lifted up the lowly. Luke 1:52", "line5": "Gracious Savior, as your followers, may we humbly lift up the lowly and serve the needy, just as you did. In doing so, may we be reminded of the kinship we all have in you. Amen.", "line_count": 5}, "40": {"line1": "Fifth Sunday after the Epiphany", "line2": "Watchword for the Week — For I decided to know nothing among you except Jesus Christ, and him crucified. 1 Corinthians 2:2", "line3": "Sunday, February 9", "line4": ["Isaiah 58:1-9a,(9b-12)", "Psalm 112:1-9,(10)", "1 Corinthians 2:1-12,(13-16)", "Matthew 5:13-20"], "line5": "Blessed is the one who comes in the name of the Lord. Psalm 118:26", "line6": "Jesus Christ came and proclaimed peace to you. Ephesians 2:17", "line7": "Dearest Jesus, you came proclaiming peace in these times of geopolitical tension, war, and disaster. Help us to promote peace in all we say and do. Hasten the day when your peace will reign supreme and all strife and suffering ceases. In your name, we pray. Amen.", "line_count": 7}, "41": {"line1": "Monday, February 10", "line2": ["Psalm 22:9-21", "Genesis 39", "Matthew 13:47-58"], "line3": "The Lord will send his angel with you and make your way successful. Genesis 24:40", "line4": "The disciples, with wives and children, escorted us until we were out of the city. After kneeling down on the beach and praying, we said farewell to one another. Acts 21:5 NASB", "line5": "Lord, as your disciples, help us to discern the paths that you have set before us, searching for others who need support or who will support us on our journey. In Christ’s name, we pray. Amen.", "line_count": 5}, "42": {"line1": "Tuesday, February 11", "line2": ["Psalm 22:22-28", "Genesis 40:1-41:16", "Matthew 14:1-14"], "line3": "He leads me in right paths for his name’s sake. Psalm 23:3", "line4": "Jesus said, “I am the good shepherd. I know my own and my own know me.” John 10:14", "line5": "Good Shepherd, you know us completely. We ask that you continue to lead us in right paths so that we may grow to know you more deeply. Amen.", "line_count": 5}, "43": {"line1": "Wednesday, February 12", "line2": ["Psalm 22:29-31", "Genesis 41:17-57", "Matthew 14:15-24"], "line3": "I will remember my covenant with you in the days of your youth, and I will establish with you an everlasting covenant. Ezekiel 16:60", "line4": "After you have suffered for a little while, the God of all grace, who has called you to his eternal glory in Christ, will himself restore, support, strengthen, and establish you. 1 Peter 5:10", "line5": "God, we thank you for sending Jesus to strengthen and renew the promised covenant. We rejoice in your abundant grace and look to you for support in our daily travels. We praise you in Jesus’ name. Amen.", "line_count": 5}, "44": {"line1": "Thursday, February 13", "line2": ["Psalm 23", "Genesis 42", "Matthew 14:25-15:9"], "line3": "It is the Lord who goes before you. He will be with you; he will not fail you or forsake you. Do not fear or be dismayed. Deuteronomy 31:8", "line4": "Jesus said, “My sheep hear my voice. I know them, and they follow me. I give them eternal life, and they will never perish. No one will snatch them out of my hand.” John 10:27-28", "line5": "Dear Lord, thank you for being our shepherd; for watching over us no matter where we are in our life’s journey. You are ever-faithful, never forsaking us even in our darkest hours. Be with us and watch over us—ensuring no harm comes to those under your care. Amen.", "line_count": 5}, "45": {"line1": "Friday, February 14", "line2": ["Psalm 24", "Genesis 43", "Matthew 15:10-20"], "line3": "Why have you despised the word of the Lord, to do what is evil in his sight? 2 Samuel 12:9", "line4": "Let us also lay aside every weight and the sin that clings so closely, and let us run with perseverance the race that is set before us, looking to Jesus the pioneer and perfecter of our faith. Hebrews 12:1-2", "line5": "Loving God, may we always remember to turn to you when we are weak, fearful, or self-righteous. Remind us of your presence, even when we are clinging to sin, that our strength comes from you. May we put you first and follow the guidance and direction you provide. In Jesus’ name, we pray. Amen.", "line_count": 5}, "46": {"line1": "Saturday, February 15", "line2": ["Psalm 25:1-7", "Genesis 44", "Matthew 15:21-28"], "line3": "Come, let us walk in the light of the Lord! Isaiah 2:5", "line4": "You know what time it is, how it is now the moment for you to wake from sleep. For salvation is nearer to us now than when we became believers; the night is far gone, the day is near. Romans 13:11-12", "line5": "Oh Lord, show us the path to salvation and help us by guiding us in a world of darkness. Let us be your light bearers to the wider world and brighten our communities with your love. Amen.", "line_count": 5}, "47": {"line1": "Sixth Sunday after the Epiphany", "line2": "Watchword for the Week — Choose life so that you and your descendants may live, loving the Lord your God, obeying him, and holding fast to him. Deuteronomy 30:19,20", "line3": "Sunday, February 16", "line4": ["Deuteronomy 30:15-20", "Psalm 119:1-8", "1 Corinthians 3:1-9", "Matthew 5:21-37"], "line5": "You gave me room when I was in distress. Be gracious to me, and hear my prayer. Psalm 4:1", "line6": "Blessed are those who mourn, for they will be comforted. Matthew 5:4", "line7": "O Lord, deliver us from our despair. Hear our cries and comfort us. You know the troubles we face; be the balm our souls need in our times of trial. In your name, we pray. Amen.", "line_count": 7}, "48": {"line1": "Monday, February 17", "line2": ["Psalm 25:8-22", "Genesis 45", "Matthew 15:29-16:4"], "line3": "All the ends of the earth shall turn to the Lord. Psalm 22:27", "line4": "God desires everyone to be saved and to come to the knowledge of the truth. 1 Timothy 2:4", "line5": "God, you are the light of our dark sky. We pray that you shine your light into every corner of our being so that we follow your path clearly until we meet face to face. Amen.", "line_count": 5}, "49": {"line1": "Tuesday, February 18", "line2": ["Psalm 26", "Genesis 46:1-27", "Matthew 16:5-20"], "line3": "Do not fear, O soil; be glad and rejoice, for the Lord has done great things! Joel 2:21", "line4": "Without any doubt, the mystery of our religion is great: He was revealed in flesh, vindicated in spirit, seen by angels, proclaimed among Gentiles, believed in throughout the world, taken up in glory. 1 Timothy 3:16", "line5": "God of creation, we rejoice in your faithfulness. Though unworthy, we trust that you heal, forgive, and save. In that knowledge, we find joy and peace and give thanks. Amen.", "line_count": 5}, "50": {"line1": "Wednesday, February 19", "line2": ["Psalm 27:1-6", "Genesis 46:28-47:31", "Matthew 16:21-28"], "line3": "The mighty one, God the Lord, speaks and summons the earth from the rising of the sun to its setting. Psalm 50:1", "line4": "God was reconciling the world to himself in Christ, not counting people’s sins against them. And he has committed to us the message of reconciliation. 2 Corinthians 5:19", "line5": "Lord, as we rise to a new day of creation, lead us in thought, word, and deed, we pray. We recognize our imperfection and find hope in your patience and forgiveness. With gratitude, we pray. Amen.", "line_count": 5}, "51": {"line1": "Thursday, February 20", "line2": ["Psalm 27:7-14", "Genesis 48", "Matthew 17:1-13"], "line3": "Thus says the Lord, I myself have spoken to you persistently, and you have not obeyed me. Jeremiah 35:14", "line4": "Blessed are those who hear the word of God and obey it! Luke 11:28", "line5": "Lord, how stubborn we are in stopping our ears! How graciously you continue to speak to us, that we may hear you at last! Bring us from disobedience into obedience, that we may find our way to your joy. We pray in Jesus’ name. Amen.", "line_count": 5}, "52": {"line1": "Friday, February 21", "line2": ["Psalm 28", "Genesis 49", "Matthew 17:14-27"], "line3": "Out of the ground the Lord God formed every animal of the field and every bird of the air, and brought them to the man. The man gave names to all. Genesis 2:19,20", "line4": "Look at the birds of the air; they neither sow nor reap nor gather into barns, and yet your heavenly Father feeds them. Are you not of more value than they? Matthew 6:26", "line5": "Loving Creator of all things—we give you thanks for everything we can see, hear, touch, smell, and taste. May our faith be strong knowing that although you created all things, that our worth is greater than the birds, and that our needs will always be met. May we be able to distinguish between a need and a want. In Jesus’ name, we pray. Amen.", "line_count": 5}, "53": {"line1": "Saturday, February 22", "line2": ["Psalm 29", "Genesis 50", "Matthew 18:1-14"], "line3": "You say, ‘The way of the Lord is unfair.’ Hear now, O house of Israel: Is my way unfair? Is it not your ways that are unfair? Ezekiel 18:25", "line4": "If we say that we have no sin, we deceive ourselves, and the truth is not in us. If we confess our sins, he who is faithful and just will forgive us our sins and cleanse us from all unrighteousness. 1 John 1:8-9", "line5": "Teach us to examine our ways, Lord. Show us how our steps may lead to harm for ourselves and others. Help us to confess our sins, redirect our steps, and walk in your way of justice. Amen.", "line_count": 5}, "54": {"line1": "Last Sunday after the Epiphany", "line2": "Watchword for the Week — God said, “This is my Son, the Beloved; with him I am well pleased; listen to him!” Matthew 17:5", "line3": "Sunday, February 23", "line4": ["Exodus 24:12-18", "Psalm 2", "2 Peter 1:16-21", "Matthew 17:1-9"], "line5": "Their congregation shall be established before me. Jeremiah 30:20", "line6": "In Jesus Christ the whole structure is joined together and grows into a holy temple in the Lord. Ephesians 2:21", "line7": "O Head and Savior of your church, let us always be grateful for the privilege of living as your body! Let us always show our gratitude in loving action. In your name, we pray. Amen.", "line_count": 7}, "55": {"line1": "Monday, February 24", "line2": ["Psalm 30:1-5", "Exodus 1:1-2:10", "Matthew 18:15-35"], "line3": "Let us test and examine our ways, and return to the Lord. Lamentations 3:40", "line4": "Whoever is united with the Lord is one with him in spirit. 1 Corinthians 6:17", "line5": "Guiding Spirit, though this world may challenge us with diversion and distraction, we will always find a home in you. Surround us with your inviting spirit and bring us back into your loving arms. Amen.", "line_count": 5}, "56": {"line1": "Tuesday, February 25", "line2": ["Psalm 30:6-12", "Exodus 2:11-3:22", "Matthew 19:1-12"], "line3": "I will do more good to you than ever before. Then you shall know that I am the Lord. Ezekiel 36:11", "line4": "God is able to provide you with every blessing in abundance, so that by always having enough of everything, you may share abundantly in every good work. 2 Corinthians 9:8", "line5": "Provider God, you have gifted us with blessings of faith, love, hope, and goodness. Help us to put these blessings to work in service to those most in need of your grace. In the name of Jesus. Amen.", "line_count": 5}, "57": {"line1": "Ash Wednesday", "line2": "Ash Wednesday", "line3": "Wednesday, February 26", "line4": ["Psalm 31:1-5", "Exodus 4:1-5:9", "Matthew 19:13-22"], "line5": "Ash Wednesday", "line6": ["2 Corinthians 5:20b-6:10", "Matthew 6:1-6,16-21"], "line7": "O that my ways may be steadfast in keeping your statutes! Psalm 119:5", "line8": "As the time approached for him to be taken up to heaven, Jesus resolutely set out for Jerusalem. Luke 9:51", "line9": "Holy Redeemer, your strength and determination is the face of your sacrifice: a lesson and encouragement to us all. Help us to follow your example, living lives of compassion, hope, love, and devotion to you and our brothers and sisters. In your name, we pray. Amen.", "line_count": 9}, "58": {"line1": "Thursday, February 27", "line2": ["Psalm 31:6-9", "Exodus 5:10-6:12", "Matthew 19:23-30"], "line3": "My salvation and my honor depend on God. Psalm 62:7", "line4": "Blessed are you when people insult you, persecute you and falsely say all kinds of evil against you because of me. Matthew 5:11", "line5": "Lord, only you can save us. Help us to more closely follow Jesus’ example so that we may live our lives according to your will. When we face hatred or discrimination, grant us the strength to stand firm in our faith, trusting in you. In Jesus’ name, we pray. Amen.", "line_count": 5}, "59": {"line1": "Friday, February 28", "line2": ["Psalm 31:10-20", "Exodus 6:13-7:24", "Matthew 20:1-16"], "line3": "My God, my God, why have you forsaken me? Why are you so far from helping me, from the words of my groaning? Psalm 22:1", "line4": "While Peter was kept in prison, the church prayed fervently to God for him. Acts 12:5", "line5": "Hear us, holy Jesus—we are so often afraid. We feel so often alone. May your spirit give us the words to cry out to you, and may we find comfort, knowing you are near. We pray in your name. Amen.", "line_count": 5}, "60": {"line1": "Saturday, February 29", "line2": ["Psalm 31:21-24", "Exodus 8", "Matthew 20:17-28"], "line3": "I will save you that you may become a blessing. Zechariah 8:13 NASB", "line4": "I am grateful to Christ Jesus our Lord, who has strengthened me, because he judged me faithful and appointed me to his service, even though I was formerly a blasphemer, a persecutor, and a man of violence. But I received mercy. 1 Timothy 1:12-13", "line5": "Forgiving God, thank you for the blessings you have bestowed upon us. Your mercy and forgiveness saved us, and we are eternally grateful. May our service to you be worthy of your love. In Jesus’ name, we pray. Amen.", "line_count": 5}, "61": {"line1": "First Sunday in Lent March 1, 1457: Beginning of the Unity of the Brethren in Bohemia", "line2": "Watchword for the Week — Be glad in the Lord and rejoice, O righteous, and shout for joy, all you upright in heart. Psalm 32:11", "line3": "Sunday, March 1", "line4": ["Genesis 2:15-17;3:1-7", "Psalm 32", "Romans 5:12-19", "Matthew 4:1-11"], "line5": "Lord, I thank you that you have answered me and have become my salvation. Psalm 118:21", "line6": "Jesus said to the woman, “Daughter, your faith has made you well; go in peace, and be healed of your disease.” Mark 5:34", "line7": "God of salvation, may your goodness to us and others in the past remind us to have faith in you today. Fill us with your assurance that you will guide us, strengthen us, and hear our prayers. In Jesus’ name, we pray. Amen.", "line_count": 7}, "62": {"line1": "Monday, March 2", "line2": ["Psalm 32", "Exodus 9", "Matthew 20:29-21:11"], "line3": "Judgment will again be righteous, and all the upright in heart will follow it. Psalm 94:15 NASB", "line4": "Jesus said, “In the same way, let your light shine before others, so that they may see your good works and give glory to your Father in heaven.” Matthew 5:16", "line5": "O great Light of the world, come shine in our lives and reignite our hearts. Make us beacons of faith, love, and hope for all who find themselves surrounded by darkness. Amen.", "line_count": 5}, "63": {"line1": "Tuesday, March 3", "line2": ["Psalm 33:1-5", "Exodus 10", "Matthew 21:12-22"], "line3": "O Lord, do not rebuke me in your anger, or discipline me in your wrath. Psalm 6:1", "line4": "God has destined us not for wrath but for obtaining salvation through our Lord Jesus Christ. 1 Thessalonians 5:9", "line5": "Gracious Redeemer, we humbly thank you for the gift of your mercy. May your forgiveness of our sins rid us from all shame, guilt, and fear so that we may live freely in your name. Amen.", "line_count": 5}, "64": {"line1": "Wednesday, March 4", "line2": ["Psalm 33:6-11", "Exodus 11:1-12:20", "Matthew 21:23-32"], "line3": "You who fear the Lord, trust in the Lord! Psalm 115:11", "line4": "I pray that the eyes of your heart may be enlightened in order that you may know the hope to which he has called you, the riches of his glorious inheritance in his holy people. Ephesians 1:18", "line5": "Abiding Lord, often when we pray, we look for you outside of ourselves. Today, help us to look inward to see just how much you have shaped our hearts. May we trust in your continuing love and guidance. Amen.", "line_count": 5}, "65": {"line1": "Thursday, March 5", "line2": ["Psalm 33:12-22", "Exodus 12:21-51", "Matthew 21:33-46"], "line3": "Therefore keep the commandments of the Lord your God, by walking in his ways and by fearing him. Deuteronomy 8:6", "line4": "But as for you, continue in what you have learned and firmly believed, knowing from whom you learned it. 2 Timothy 3:14", "line5": "Divine Teacher, help us to make our ways like your ways. Give us strength to continue following you and enrich us with your wisdom from on high. In Jesus’ name, we pray. Amen.", "line_count": 5}, "66": {"line1": "Friday, March 6", "line2": ["Psalm 34:1-7", "Exodus 13:1-14:18", "Matthew 22:1-14"], "line3": "Then the eyes of the blind shall be opened, and the ears of the deaf unstopped. Isaiah 35:5", "line4": "The poor have the gospel preached to them. Matthew 11:5 NKJV", "line5": "Wonderful Savior, you came into the world to be with those who needed you. May we follow your calling to be with those who need you today, and as we follow, remind us how we need you too. In your holy name, we pray. Amen.", "line_count": 5}, "67": {"line1": "Saturday, March 7", "line2": ["Psalm 34:8-18", "Exodus 14:19-15:21", "Matthew 22:15-22"], "line3": "Speak the truth to one another, render in your gates judgments that are true and make for peace. Zechariah 8:16", "line4": "Love does not rejoice in wrongdoing, but rejoices in the truth. 1 Corinthians 13:6", "line5": "Holy God, your truth prevails in all things. Grant us the courage to seek your truth in our relationships, our homes, our churches, our communities, our world, and our lives. Amen.", "line_count": 5}, "68": {"line1": "Second Sunday in Lent", "line2": "Watchword for the Week — For God so loved the world that he gave his only Son, so that everyone who believes in him may not perish but may have eternal life. John 3:16", "line3": "Sunday, March 8", "line4": ["Genesis 12:1-4a", "Psalm 121", "Romans 4:1-5,13-17", "John 3:1-17"], "line5": "You shall not hate in your heart anyone of your kin; you shall reprove your neighbor, or you will incur guilt yourself. Leviticus 19:17", "line6": "Love your enemies and pray for those who persecute you, so that you may be children of your Father in heaven. Matthew 5:44-45", "line7": "Gracious God, you remind us that we are loved, and we are forever grateful. You also remind us that your love is not just for one, but for all. Send us to share your love today. Amen.", "line_count": 7}, "69": {"line1": "Monday, March 9", "line2": ["Psalm 34:19-22", "Exodus 15:22-16:36", "Matthew 22:23-40"], "line3": "Your sins have deprived you of good. Jeremiah 5:25", "line4": "For I do not do the good I want, but the evil I do not want is what I do. Romans 7:19", "line5": "Merciful Lord, forgive us our sins, we pray. Because of your redeeming power and grace, may we go forth renewed to live for you without guilt or shame. In Jesus’ name, we pray. Amen.", "line_count": 5}, "70": {"line1": "Tuesday, March 10", "line2": ["Psalm 35:1-10", "Exodus 17:1-18:6", "Matthew 22:41-23:12"], "line3": "The Lord is the stronghold of my life; of whom shall I be afraid? Psalm 27:1", "line4": "God did not give us a spirit of cowardice, but rather a spirit of power and of love and of self-discipline. 2 Timothy 1:7", "line5": "Almighty God, in a world of uncertainties, you are the source of our hope. Strengthen us to stand for what is right and encourage us to face any challenges that today may bring. Amen.", "line_count": 5}, "71": {"line1": "Wednesday, March 11", "line2": ["Psalm 35:11-18", "Exodus 18:7-19:9", "Matthew 23:13-22"], "line3": "All his works are truth, and his ways are justice; and he is able to bring low those who walk in pride. Daniel 4:37", "line4": "Jesus said, “Take my yoke upon you, and learn from me; for I am gentle and humble in heart, and you will find rest for your souls.” Matthew 11:29", "line5": "God of justice, your love and peace overcomes hatred and violence. As your children made in your image, soften our hearts so that we may be kind and gentle with each other. In Jesus’ name, we pray. Amen.", "line_count": 5}, "72": {"line1": "Thursday, March 12", "line2": ["Psalm 35:19-28", "Exodus 19:10-20:21", "Matthew 23:23-32"], "line3": "Lord, plead my cause and redeem me; revive me according to your word. Psalm 119:154 NKJV", "line4": "So Philip ran up to it and heard an Ethiopian reading the prophet Isaiah. He asked, “Do you understand what you are reading?” He replied, “How can I, unless someone guides me?” And he invited Philip to get in and sit beside him. Acts 8:30-31", "line5": "Savior of the world, we are grateful that you bring us close to teach, comfort, and revive us. May we trust that you will abide in us as you send us out to share your love. In Jesus’ name, we pray. Amen.", "line_count": 5}, "73": {"line1": "Friday, March 13", "line2": ["Psalm 36", "Exodus 20:22-21:27", "Matthew 23:33-39"], "line3": "You shall not revile the deaf or put a stumbling- block before the blind; you shall fear your God. Leviticus 19:14", "line4": "Bear one another’s burdens, and in this way you will fulfill the law of Christ. Galatians 6:2", "line5": "Savior and loving friend, help us to live in community with our sisters and brothers. Inspire us to be good neighbors and may we love them just as you have loved us. Amen.", "line_count": 5}, "74": {"line1": "Saturday, March 14", "line2": ["Psalm 37:1-6", "Exodus 21:28-22:24", "Matthew 24:1-25"], "line3": "With you is the fountain of life; in your light we see light. Psalm 36:9", "line4": "Whoever has the Son has life. 1 John 5:12", "line5": "Gracious Lord, you are the source of all life and blessings. Just as you did in the beginning of creation, breathe new life into us today. Restore us and help us to recognize the abundance you provide. In Jesus’ name, we pray. Amen.", "line_count": 5}, "75": {"line1": "Third Sunday in Lent", "line2": "Watchword for the Week — O come, let us worship and bow down, let us kneel before the Lord, our Maker! Psalm 95:6", "line3": "Sunday, March 15", "line4": ["Exodus 17:1-7", "Psalm 95", "Romans 5:1-11", "John 4:5-42"], "line5": "God said to Solomon, “Because you have not asked for yourself long life or riches, or for the life of your enemies, but have asked for yourself understanding to discern what is right, I now do according to your word.” 1 Kings 3:11-12", "line6": "Strive first for the kingdom of God and his righteousness, and all these things will be given to you as well. Matthew 6:33", "line7": "God of righteousness, forgive us when we conform to the ways of this world instead of following your commands. Give us wisdom and courage that we may live according to your kingdom. Amen.", "line_count": 7}, "76": {"line1": "Monday, March 16", "line2": ["Psalm 37:7-15", "Exodus 22:25-23:26", "Matthew 24:26-35"], "line3": "I cry to God Most High, to God who fulfills his purpose for me. Psalm 57:2", "line4": "The one who endures to the end will be saved. Mark 13:13", "line5": "Omnipresent Lord, we give you thanks for your listening ear. When we grow tired running the race set before us, bless us with your presence to rejuvenate us to live a life of love and service. Amen.", "line_count": 5}, "77": {"line1": "Tuesday, March 17", "line2": ["Psalm 37:16-22", "Exodus 23:27-25:9", "Matthew 24:36-44"], "line3": "By the ordinances of the Lord is your servant warned. Psalm 19:11", "line4": "Train yourself in godliness. 1 Timothy 4:7", "line5": "God of wisdom, we long to be trustworthy and obedient disciples. May we never outgrow your guidance or become complacent with our knowledge of you. Instill in us a desire to seek your wisdom for all our days. Amen.", "line_count": 5}, "78": {"line1": "Wednesday, March 18", "line2": ["Psalm 37:23-26", "Exodus 25:10-40", "Matthew 24:45-51"], "line3": "All look to you to give them their food in due season; when you give to them, they gather it up; when you open your hand, they are filled with good things. Psalm 104:27-28", "line4": "You have tasted that the Lord is good. 1 Peter 2:3", "line5": "Holy Provider, today we are grateful for your provisions, your love for the hungry and your sacramental holy meal. Thank you for continuing to bless us with your grace. Amen.", "line_count": 5}, "79": {"line1": "Thursday, March 19", "line2": ["Psalm 37:27-33", "Exodus 26", "Matthew 25:1-13"], "line3": "The Lord turned toward Israel, because of his covenant with Abraham, Isaac, and Jacob, and would not destroy them; nor has he banished them from his presence until now. 2 Kings 13:23", "line4": "The gifts and the calling of God are irrevocable. Romans 11:29", "line5": "Lord Almighty, you made a covenant to be our God. May your steadfast faithfulness toward us inspire us to love and care for others just as you do for us. Amen.", "line_count": 5}, "80": {"line1": "Friday, March 20", "line2": ["Psalm 37:34-40", "Exodus 27:1-28:14", "Matthew 25:14-30"], "line3": "The Lord will hide me in his shelter in the day of trouble; he will conceal me under the cover of his tent. Psalm 27:5", "line4": "Therefore I am content with weaknesses, insults, hardships, persecutions, and calamities for the sake of Christ; for whenever I am weak, then I am strong. 2 Corinthians 12:10", "line5": "Lamb of God, protect us through our hardships, steady us in the midst of our anxieties, and remind us that we need not fear, for you have already conquered for us. Amen.", "line_count": 5}, "81": {"line1": "Saturday, March 21", "line2": ["Psalm 38:1-8", "Exodus 28:15-43", "Matthew 25:31-46"], "line3": "The Lord said, “I will grant peace in the land, and you shall lie down, and no one shall make you afraid.” Leviticus 26:6", "line4": "And the peace of God, which surpasses all understanding, will guard your hearts and your minds in Christ Jesus. Philippians 4:7", "line5": "Prince of peace, fill our hearts and souls with your heavenly peace. May it lead to comfort, healing, and reconciliation as your peace permeates our lives, our relationships, and our communities. Amen.", "line_count": 5}, "82": {"line1": "Fourth Sunday in Lent", "line2": "Watchword for the Week — Surely goodness and mercy shall follow me all the days of my life, and I shall dwell in the house of the Lord my whole life long. Psalm 23:6", "line3": "Sunday, March 22", "line4": ["1 Samuel 16:1-13", "Psalm 23", "Ephesians 5:8-14", "John 9:1-41"], "line5": "There is a God in heaven who reveals mysteries. Daniel 2:28", "line6": "In Christ are hidden all the treasures of wisdom and knowledge. Colossians 2:3", "line7": "God of the universe, there is far more of you that has yet to be seen by us. Increase our faith so that the unknown does not frighten us but instead causes us to marvel at your grandeur. Amen.", "line_count": 7}, "83": {"line1": "Monday, March 23", "line2": ["Psalm 38:9-16", "Exodus 29:1-30", "Matthew 26:1-13"], "line3": "You are the Lord, you alone; you have made heaven, the heaven of heavens, with all their host, the earth and all that is on it, the seas and all that is in them. Nehemiah 9:6", "line4": "God has not left himself without testimony: He has shown kindness by giving you rain from heaven and crops in their seasons; he provides you with plenty of food and fills your hearts with joy. Acts 14:17", "line5": "Loving Creator, we give you thanks for your bountiful creation which you continue to form today. May the intricacies of the world remind us how much you care for it and all its creatures. Amen.", "line_count": 5}, "84": {"line1": "Tuesday, March 24", "line2": ["Psalm 38:17-22", "Exodus 29:31-30:16", "Matthew 26:14-30"], "line3": "The Lord is just in all his ways, and kind in all his doings. Psalm 145:17", "line4": "We have not ceased praying for you and asking that you may be filled with the knowledge of God’s will in all spiritual wisdom and understanding. Colossians 1:9", "line5": "Holy Spirit, we have faith that you are at work in the world, yet sometimes we have trouble recognizing that. Fill us with wisdom and insight so that we might see your movements around us. Amen.", "line_count": 5}, "85": {"line1": "Wednesday, March 25", "line2": ["Psalm 39:1-6", "Exodus 30:17-31:11", "Matthew 26:31-35"], "line3": "You turn things upside down! Shall the potter be regarded as the clay? Shall the thing made say of its maker, ‘He did not make me’; or the thing formed say of the one who formed it, ‘He has no understanding’? Isaiah 29:16", "line4": "All of you must clothe yourselves with humility. 1 Peter 5:5", "line5": "Humble Master, there is nothing we can do to earn salvation. Therefore, take away our pride and false securities so that we may humbly trust in your guidance and care. Shape us into who you would have us be. Amen.", "line_count": 5}, "86": {"line1": "Thursday, March 26", "line2": ["Psalm 39:7-13", "Exodus 31:12-32:29", "Matthew 26:36-46"], "line3": "I confess my iniquity; I am sorry for my sin. Psalm 38:18", "line4": "Godly grief produces a repentance that leads to salvation and brings no regret. 2 Corinthians 7:10", "line5": "Merciful God, forgive us, we pray. As far as the east is from the west, remove our sins from us. Cleanse our hearts and free us from the weight of guilt and regret. Amen.", "line_count": 5}, "87": {"line1": "Friday, March 27", "line2": ["Psalm 40:1-8", "Exodus 32:30-33:23", "Matthew 26:47-58"], "line3": "The heart is devious above all else; it is perverse—who can understand it? I the Lord test the mind and search the heart, to give to all according to their ways. Jeremiah 17:9-10", "line4": "By this we will know that we are from the truth and will reassure our hearts before him whenever our hearts condemn us; for God is greater than our hearts, and he knows everything. 1 John 3:19-20", "line5": "Forgiving God, we confess that at times, we rely more on our own abilities than your grace. May we open our hearts to you again so that we may follow where your Spirit leads. Amen.", "line_count": 5}, "88": {"line1": "Saturday, March 28", "line2": ["Psalm 40:9-17", "Exodus 34", "Matthew 26:59-75"], "line3": "The Lord takes pleasure in those who fear him, in those who hope in his steadfast love. Psalm 147:11", "line4": "Jesus said, “Whoever does the will of God is my brother and sister and mother.” Mark 3:35", "line5": "Blessed Jesus, your love for us runs so deep that you call us children, sisters, brothers, and friends. May we be known by others as members of your family through the ways we follow your will. Amen.", "line_count": 5}, "89": {"line1": "Fifth Sunday in Lent", "line2": "Watchword for the Week — I wait for the Lord, my soul waits, and in his word I hope. Psalm 130:5", "line3": "Sunday, March 29", "line4": ["Ezekiel 37:1-14", "Psalm 130", "Romans 8:6-11", "John 11:1-45"], "line5": "When my spirit grows faint within me, it is you who watch over my way. Psalm 142:3", "line6": "Blessed be the God and Father of our Lord Jesus Christ, the Father of mercies and the God of all consolation, who consoles us in all our affliction. 2 Corinthians 1:3-4", "line7": "Gracious and almighty God, as we weather the storms of life, may we look to you as our shelter and source of strength. Bless and comfort all who may be experiencing difficult times. We pray in the name of Jesus. Amen.", "line_count": 7}, "90": {"line1": "Monday, March 30", "line2": ["Psalm 41", "Exodus 35", "Matthew 27:1-10"], "line3": "When people fall, do they not get up again? If they go astray, do they not turn back? Jeremiah 8:4", "line4": "Jesus said, “Anyone who comes to me I will never drive away.” John 6:37", "line5": "Gracious Savior, in the times when we go astray, fall short, or lack faith, you are there. In the times when we are heart-broken, grieving, or discouraged, you are there. Thank you for always welcoming us with open arms. Amen.", "line_count": 5}, "91": {"line1": "Tuesday, March 31", "line2": ["Psalm 42", "Exodus 36", "Matthew 27:11-31"], "line3": "Those who are far off shall come and help to build the temple of the Lord. Zechariah 6:15", "line4": "In Jesus Christ you also are built together spiritually into a dwelling place for God. Ephesians 2:22", "line5": "Abiding God, we give you thanks for filling us with your spirit. Enable us to see the holy in others and inspire us to encourage and build up one another. Amen.", "line_count": 5}, "92": {"line1": "Wednesday, April 1", "line2": ["Psalm 43", "Exodus 37", "Matthew 27:32-44"], "line3": "I will delight in my people; no more shall the sound of weeping be heard in [Jerusalem], or the cry of distress. Isaiah 65:19", "line4": "Jesus said to the disciples, “So you have pain now; but I will see you again, and your hearts will rejoice, and no one will take your joy from you.” John 16:22", "line5": "Comforting and restoring God, in the pain of our mortality we pray to keep our eyes fixed on your divinity. Let us be joyful for the coming reconciliation and let us share that joy with all. Amen.", "line_count": 5}, "93": {"line1": "Thursday, April 2", "line2": ["Psalm 44:1-8", "Exodus 38", "Matthew 27:45-56"], "line3": "O God, from my youth you have taught me, and I still proclaim your wondrous deeds. Psalm 71:17", "line4": "Simeon took the child Jesus in his arms and praised God, saying, “Master, now you are dismissing your servant in peace, according to your word; for my eyes have seen your salvation.” Luke 2:28-30", "line5": "Creator God, you form us, know us, and carry us through this life. Help us to trust you at every stage and to praise you always. Amen.", "line_count": 5}, "94": {"line1": "Friday, April 3", "line2": ["Psalm 44:9-16", "Exodus 39:1-31", "Matthew 27:57-66"], "line3": "Blessed are the people who know the joyful sound! They walk, O Lord, in the light of your countenance. Psalm 89:15 NKJV", "line4": "Live as children of light—for the fruit of the light is found in all that is good and right and true. Ephesians 5:8-9", "line5": "Lord of light, illuminate our lives. Draw us out of our dark and lonely places into community that reflects your light for the world. Amen.", "line_count": 5}, "95": {"line1": "Saturday, April 4", "line2": ["Psalm 44:17-26", "Exodus 39:32-40:23", "Matthew 28:1-20"], "line3": "Why should the nations say, “Where is their God?” Our God is in the heavens; he does whatever he pleases. Psalm 115:2-3", "line4": "Ever since the creation of the world God’s eternal power and divine nature, invisible though they are, have been understood and seen through the things he has made. Romans 1:20", "line5": "All-present and all-powerful God, keep our eyes open, that we may see you everywhere; and keep us grateful for all we see. Amen.", "line_count": 5}, "96": {"line1": "Palm Sunday", "line2": "Watchword for the Week — And being found in human form, Jesus humbled himself and became obedient to the point of death—even death on a cross. Philippians 2:7,8", "line3": "Sunday, April 5", "line4": ["Isaiah 50:4-9a", "Psalm 31:9-16", "Philippians 2:5-11", "Matthew 21:1-11"], "line5": "Bless God in the great congregation. Psalm 68:26", "line6": "The great crowd that had come to the festival heard that Jesus was coming to Jerusalem. So they took branches of palm trees and went out to meet him, shouting, “Hosanna! Blessed is the one who comes in the name of the Lord—the King of Israel!” John 12:12-13", "line7": "Lord Jesus, the time comes again for us to journey with you to the cross. As we move this week from triumph to unimaginable loss, let us hold in our hearts the end of the story: hope beyond all expectation. Through your name, we pray. Amen.", "line_count": 7}, "97": {"line1": "Monday, April 6", "line2": ["Psalm 45:1-9", "Exodus 40:24-Leviticus 1:17", "Mark 1:1-8"], "line3": "Though I write the multitude of my instructions, they are regarded as a strange thing. Hosea 8:12", "line4": "Jesus said, “For this I was born, and for this I came into the world, to testify to the truth. Everyone who belongs to the truth listens to my voice.” John 18:37", "line5": "Lord Jesus, the sound of your truth cuts through the noise of this world. Especially during this Holy Week, tune our ears to hear it and teach our tongues to speak it. Amen.", "line_count": 5}, "98": {"line1": "Tuesday, April 7", "line2": ["Psalm 45:10-17", "Leviticus 2,3", "Mark 1:9-20"], "line3": "The king of Israel, the Lord, is in your midst; you shall fear disaster no more. Zephaniah 3:15", "line4": "Jesus said to the disciples, “Why are you afraid? Have you still no faith?” Mark 4:40", "line5": "Help us, Lord, for we are so often afraid. Take away the fear that robs us of our best selves and robs you of our service. Make us brave to live for you. Amen.", "line_count": 5}, "99": {"line1": "Wednesday, April 8", "line2": ["Psalm 46", "Leviticus 4", "Mark 1:21-34"], "line3": "Restore to me the joy of your salvation, and sustain in me a willing spirit. Psalm 51:12", "line4": "You will grieve, but your grief will turn to joy. John 16:20", "line5": "Great Encourager, we pray that all who are sad or discouraged will find you especially close today. Make each of us an encourager, and let us all walk together into your joy. In Jesus’ name, we pray. Amen.", "line_count": 5}, "100": {"line1": "Maundy Thursday", "line2": "Watchword for Maundy Thursday — He has gained renown by his wonderful deeds; the Lord is gracious and merciful. Psalm 111:4", "line3": "Thursday, April 9", "line4": ["Psalm 47", "Leviticus 5:1-6:13", "Mark 1:35-45"], "line5": "Come, let us go to entreat the favor of the Lord, and to seek the Lord of hosts; I myself am going. Zechariah 8:21", "line6": "When they had sung the hymn, they went out to the Mount of Olives. Mark 14:26", "line7": "For the privilege of walking through this Holy Week with you, we thank you, Lord Jesus. As we approach this time of darkness, keep us by your side in Gethsemane—awake and praying in your name. Amen.", "line_count": 7}, "101": {"line1": "Good Friday", "line2": "Watchword for Good Friday — For God so loved the world that he gave his only Son, so that everyone who believes in him may not perish but may have eternal life. John 3:16", "line3": "Friday, April 10", "line4": ["Psalm 48", "Leviticus 6:14-7:21", "Mark 2:1-12"], "line5": "Happy are those who fear the Lord, who greatly delight in his commandments. Psalm 112:1", "line6": "By his wounds you have been healed. For you were going astray like sheep, but now you have returned to the shepherd and guardian of your souls. 1 Peter 2:24-25", "line7": "Jesus, call us in from the many paths onto which we have strayed, and gather us around your cross. Seeing your wounds, may we never look away from the wounds of the world. Amen.", "line_count": 7}, "102": {"line1": "Saturday, April 11", "line2": ["Psalm 49:1-12", "Leviticus 7:22-8:17", "Mark 2:13-28"], "line3": "Although our sins testify against us, do something, Lord, for the sake of your name. Jeremiah 14:7", "line4": "Christ himself bore our sins in his body on the cross, so that, free from sins, we might live for righteousness. 1 Peter 2:24", "line5": "Lord, when in desperation we cry, “Do something,” restore us with the truth of what you have already done. May we spend this day of Sabbath vigil remembering, and may we be grateful. Amen.", "line_count": 5}, "103": {"line1": "Easter", "line2": "Watchword for the Week — So if you have been raised with Christ, seek the things that are above, where Christ is, seated at the right hand of God. Colossians 3:1", "line3": "Sunday, April 12", "line4": ["Acts 10:34-43", "Psalm 118:1-2,14-24", "Colossians 3:1-4", "John 20:1-18"], "line5": "For darkness shall cover the earth, and thick darkness the peoples; but the Lord will arise upon you, and his glory will appear over you. Isaiah 60:2", "line6": "Very early on the first day of the week, when the sun had risen, Mary Magdalene, and Mary the mother of James and Salome, went to the tomb. They had been saying to one another, “Who will roll away the stone for us from the entrance to the tomb?” When they looked up, they saw that the stone had already been rolled back. Mark 16:2-4", "line7": "Oh, holy and risen Lord, the stone is rolled away and the light breaks upon us. May we bear the brightness and may we live as people rescued from the grave! Amen and amen!", "line_count": 7}, "104": {"line1": "Monday, April 13", "line2": ["Psalm 49:13-20", "Leviticus 8:18-9:11", "Mark 3:1-12"], "line3": "Jacob went on his way and the angels of God met him. Genesis 32:1", "line4": "The angel said to the women, “Go quickly and tell his disciples, ‘He has been raised from the dead, and indeed he is going ahead of you to Galilee; there you will see him.’” Matthew 28:5,7", "line5": "Risen Savior, we go forth to wherever you call us. Meet us there and give us the words to speak in your name. Amen.", "line_count": 5}, "105": {"line1": "Tuesday, April 14", "line2": ["Psalm 50:1-6", "Leviticus 9:12-10:20", "Mark 3:13-19"], "line3": "My righteousness is near, my salvation has gone forth, and my arms will judge the peoples. Isaiah 51:5 NASB", "line4": "Blessed be the God and Father of our Lord Jesus Christ! By his great mercy he has given us a new birth into a living hope through the resurrection of Jesus Christ from the dead. 1 Peter 1:3", "line5": "God and father of our Lord Jesus Christ, we thank you for the hope of resurrection. We pray to bear that hope into a hurting world. In the name of Jesus, we pray. Amen.", "line_count": 5}, "106": {"line1": "Wednesday, April 15", "line2": ["Psalm 50:7-15", "Leviticus 11:1-28", "Mark 3:20-35"], "line3": "The Lord your God has been with you; you have lacked nothing. Deuteronomy 2:7", "line4": "As servants of God we have commended ourselves in every way: through great endurance, in afflictions, hardships, calamities; as sorrowful, yet always rejoicing; as poor, yet making many rich; as having nothing, and yet possessing everything. 2 Corinthians 6:4,10", "line5": "We are often tired and discouraged, Lord. Like the saints before us, may we be strengthened and supplied by the beloved community. In your name, we pray. Amen.", "line_count": 5}, "107": {"line1": "Thursday, April 16", "line2": ["Psalm 50:16-23", "Leviticus 11:29-13:8", "Mark 4:1-20"], "line3": "Woe to those who are wise in their own eyes and clever in their own sight. Isaiah 5:21", "line4": "We have received not the spirit of the world, but the Spirit that is from God, so that we may understand the gifts bestowed on us by God. 1 Corinthians 2:12", "line5": "Holy Spirit, open our eyes and our minds to see ourselves as God sees us: beautiful and beloved, equipped with God’s gifts for service in God’s kingdom. Amen.", "line_count": 5}, "108": {"line1": "Friday, April 17", "line2": ["Psalm 51:1-6", "Leviticus 13:9-46", "Mark 4:21-29"], "line3": "Be my strong refuge, to which I may resort continually; you have given the commandment to save me. Psalm 71:3 NKJV", "line4": "The Lord will rescue me from every evil attack and save me for his heavenly kingdom. 2 Timothy 4:18", "line5": "Lord, we pray today for all who are in peril, who live with violence, and those who work for good among people bent on harm. Protect them and make us their protectors, too. Amen.", "line_count": 5}, "109": {"line1": "Saturday, April 18", "line2": ["Psalm 51:7-12", "Leviticus 13:47-14:18", "Mark 4:30-41"], "line3": "Even the stork in the heavens knows its times; and the turtle-dove, swallow, and crane observe the time of their coming; but my people do not know the ordinance of the Lord. Jeremiah 8:7", "line4": "Jesus Christ gave himself for us that he might redeem us from all iniquity and purify for himself a people of his own who are zealous for good deeds. Titus 2:14", "line5": "Lord Jesus, remind us that the commandments are pure and simple: Love God, love neighbor. Inflame us with zeal to show that love in action. Amen.", "line_count": 5}, "110": {"line1": "Second Sunday of Easter", "line2": "Watchword for the Week — Blessed be the God and Father of our Lord Jesus Christ! By his great mercy he has given us a new birth into a living hope through the resurrection of Jesus Christ from the dead. 1 Peter 1:3", "line3": "Sunday, April 19", "line4": ["Acts 2:14a,22-32", "Psalm 16", "1 Peter 1:3-9", "John 20:19-31"], "line5": "He guarded his people as the apple of his eye. Deuteronomy 32:10", "line6": "Do not be afraid, little flock, for it is your Father’s good pleasure to give you the kingdom. Luke 12:32", "line7": "Lord, keeper of mysteries, shepherd of souls, why do we mean so much to you? Let us spend this day pondering how much you love us and striving to love others in response. Amen.", "line_count": 7}, "111": {"line1": "Monday, April 20", "line2": ["Psalm 51:13-19", "Leviticus 14:19-57", "Mark 5:1-20"], "line3": "The Lord said, “I have chosen Abraham, that he may charge his children and his household after him to keep the way of the Lord by doing righteousness and justice.” Genesis 18:19", "line4": "Now you have been set free from sin and are the slaves of God. Your gain is a life fully dedicated to him, and the result is eternal life. Romans 6:22 GNT", "line5": "Help us to better understand what it means to be chosen by you, God. May we live accordingly: doing justice, loving kindness, and walking humbly with you. In Jesus’ name, we pray. Amen.", "line_count": 5}, "112": {"line1": "Tuesday, April 21", "line2": ["Psalm 52", "Leviticus 15:1-24", "Mark 5:21-43"], "line3": "Daniel was taken up out of the den, and no kind of harm was found on him, because he had trusted in his God. Daniel 6:23", "line4": "Keep alert, stand firm in your faith, be courageous, be strong. 1 Corinthians 16:13", "line5": "Alert, firm in faith, courageous, strong: all these things we pray to be, today and always, through you, risen Savior. In the face of all hardship, all grief, all fear, keep us strong for your service. Amen.", "line_count": 5}, "113": {"line1": "Wednesday, April 22", "line2": ["Psalm 53", "Leviticus 15:25-16:25", "Mark 6:1-6"], "line3": "“I pledged myself to you and entered into a covenant with you,” says the Lord God, “and you became mine.” Ezekiel 16:8", "line4": "In Christ Jesus you are all children of God through faith. Galatians 3:26", "line5": "Great God, as we remember our covenant with you, let us covenant with one another to love and serve you. Bless your followers wherever they gather today in fellowship and faith. Amen.", "line_count": 5}, "114": {"line1": "Thursday, April 23", "line2": ["Psalm 54", "Leviticus 16:26-18:5", "Mark 6:7-13"], "line3": "I formed you, you are my servant; O Israel, you will not be forgotten by me. Isaiah 44:21", "line4": "Do not, therefore, abandon that confidence of yours; it brings a great reward. Hebrews 10:35", "line5": "Great Creator, you formed us for your service, and you will not abandon us. We pray never to abandon our confidence in you. Guide us forward to your future. We pray in the name of Jesus. Amen.", "line_count": 5}, "115": {"line1": "Friday, April 24", "line2": ["Psalm 55:1-8", "Leviticus 18:6-19:11", "Mark 6:14-29"], "line3": "Lord, remember and do not break your covenant with us. Jeremiah 14:21", "line4": "God is faithful; by him you were called into the fellowship of his Son, Jesus Christ our Lord. 1 Corinthians 1:9", "line5": "Faithful God, keep us true to the covenant you have made with us, and to the Christian fellowship into which you have called us. May we show our faithfulness each day in love and service. In the name of Jesus. Amen.", "line_count": 5}, "116": {"line1": "Saturday, April 25", "line2": ["Psalm 55:9-15", "Leviticus 19:12-20:8", "Mark 6:30-44"], "line3": "The Lord will again rejoice over you for good as He rejoiced over your fathers. Deuteronomy 30:9 NKJV", "line4": "Jesus said, “If you keep my commandments, you will abide in my love, just as I have kept my Father’s commandments and abide in his love. I have said these things to you so that my joy may be in you, and that your joy may be complete.” John 15:10-11", "line5": "Creator God, rejoice over us. Redeemer God, may your joy be in us. Blessing God, complete our joy, through Jesus Christ our Lord. Amen.", "line_count": 5}, "117": {"line1": "Third Sunday of Easter", "line2": "Watchword for the Week — You have been born anew, not of perishable but of imperishable seed, through the living and enduring word of God. 1 Peter 1:23", "line3": "Sunday, April 26", "line4": ["Acts 2:14a,36-41", "Psalm 116:1-4,12-19", "1 Peter 1:17-23", "Luke 24:13-35"], "line5": "I called to the Lord out of my distress, and he answered me. Jonah 2:2", "line6": "Then one of the leaders of the synagogue named Jairus came and, when he saw him, fell at his feet and begged him repeatedly, “My little daughter is at the point of death. Come and lay your hands on her, so that she may be made well, and live.” So he went with him. Mark 5:22-24", "line7": "Heavenly Father, you are a comforting presence. Let us feel you ever beside us, going with us into situations that cause us pain and fear. In darkness, let us find your light; in death, let us find your life. Amen.", "line_count": 7}, "118": {"line1": "Monday, April 27", "line2": ["Psalm 55:16-19", "Leviticus 20:9-21:12", "Mark 6:45-56"], "line3": "The man and his wife hid themselves from the presence of the Lord God. Genesis 3:8", "line4": "You did not receive the spirit of bondage again to fear, but you received the Spirit of adoption by whom we cry out, “Abba, Father.” Romans 8:15 NKJV", "line5": "Abba, Father, help us to lay down our pride. Help us to repent our errors. Help us to acknowledge our dependence on you. Forgive us and welcome us home. Amen.", "line_count": 5}, "119": {"line1": "Tuesday, April 28", "line2": ["Psalm 55:20-23", "Leviticus 21:13-22:16", "Mark 7:1-8"], "line3": "Now set your mind and heart to seek the Lord your God. 1 Chronicles 22:19", "line4": "Run in such a way that you may win the prize. 1 Corinthians 9:24", "line5": "Dear God, it is delightful to seek you in all that is beautiful. It is delightful to serve you by using the gifts you have given us. It is delightful to be alive with you, here and in the life to come. Thank you! In Jesus’ name, we pray. Amen.", "line_count": 5}, "120": {"line1": "Wednesday, April 29", "line2": ["Psalm 56:1-8", "Leviticus 22:17-23:22", "Mark 7:9-23"], "line3": "Whatever your hand finds to do, do with your might. Ecclesiastes 9:10", "line4": "Do not lag in zeal, be ardent in spirit, serve the Lord. Romans 12:11", "line5": "We stretch out our hands, Lord Jesus, seeking the work that will serve and please you. Place that work within our reach and inspire and strengthen us in our labor. In your name, we pray. Amen.", "line_count": 5}, "121": {"line1": "Thursday, April 30", "line2": ["Psalm 56:9-13", "Leviticus 23:23-24:9", "Mark 7:24-37"], "line3": "Surely God is good to Israel, to those who are pure in heart. Psalm 73:1", "line4": "Beloved, if our hearts do not condemn us, we have boldness before God; and we receive from him whatever we ask, because we obey his commandments and do what pleases him. 1 John 3:21-22", "line5": "God, surely you are good to us, for you know our weakness and our disobedience, and love us anyway. May your love make us bold to approach you in prayer. May we be grateful for how you respond. Amen.", "line_count": 5}, "122": {"line1": "Friday, May 1", "line2": ["Psalm 57:1-6", "Leviticus 24:10-25:17", "Mark 8:1-13"], "line3": "Is the Lord’s arm too short? Numbers 11:23", "line4": "Consider the lilies of the field, how they grow; they neither toil nor spin, yet I tell you, even Solomon in all his glory was not clothed like one of these. Therefore do not worry, saying, ‘What will we eat?’ or ‘What will we drink?’ or ‘What will we wear?’ Matthew 6:28-29,31", "line5": "Great Provider, forgive us when our worries and our desires get the best of us and we lose sight of your generosity. We are truly grateful for all that you bless us with. Amen.", "line_count": 5}, "123": {"line1": "Saturday, May 2", "line2": ["Psalm 57:7-11", "Leviticus 25:18-55", "Mark 8:14-21"], "line3": "Do not cast me away from your presence, and do not take your holy spirit from me. Psalm 51:11", "line4": "We always thank God, the Father of our Lord Jesus Christ. He has rescued us from the power of darkness and transferred us into the kingdom of his beloved Son. Colossians 1:3,13", "line5": "Holy One, be with us as we experience the trials and tribulations of life. Remain steadfast and help us to see that you are our light in darkness. Amen.", "line_count": 5}, "124": {"line1": "Fourth Sunday of Easter", "line2": "Watchword for the Week — Jesus says, “I am the gate. Whoever enters by me will be saved, and will come in and go out and find pasture.” John 10:9", "line3": "Sunday, May 3", "line4": ["Acts 2:42-47", "Psalm 23", "1 Peter 2:19-25", "John 10:1-10"], "line5": "Abner called to Joab, “Is the sword to keep devouring forever? Do you not know that the end will be bitter?” 2 Samuel 2:26", "line6": "God has called us to live in peace. 1 Corinthians 7:15", "line7": "Giver of all good, help us to walk in your path as peacemakers. Fill our relationships with love, mercy, and forgiveness. Grant us patience and help us be slow to anger when disagreements arise. Amen.", "line_count": 7}, "125": {"line1": "Monday, May 4", "line2": ["Psalm 58", "Leviticus 26:1-35", "Mark 8:22-38"], "line3": "Those he gathered from the east and from the west, from the north and from the south: Let them thank the Lord for his steadfast love, for his wonderful works to humankind. Psalm 107:3,8", "line4": "And the slave said, ‘Sir, what you ordered has been done, and there is still room.’ Then the master said to the slave, ‘Go out into the roads and lanes, and compel people to come in, so that my house may be filled.’ Luke 14:22-23", "line5": "Heavenly Father, we thank you for your unconditional love and grace. Inspire us to share your word with those around us through our actions and provide us the words when needed. In your holy name, we pray. Amen.", "line_count": 5}, "126": {"line1": "Tuesday, May 5", "line2": ["Psalm 59:1-9", "Leviticus 26:36-27:15", "Mark 9:1-10"], "line3": "God stretches out the heavens and treads on the waves of the sea. He is the Maker of the Bear and Orion, the Pleiades and the constellations of the south. Job 9:8-9", "line4": "Christ is the image of the invisible God, the firstborn of all creation; for in him all things in heaven and on earth were created, things visible and invisible. Colossians 1:15-16", "line5": "God, creator of heaven and earth, thank you for the beautiful architecture of your creation. We know you are in every twinkling star and technicolor sunset; the calming rhythm of the ocean waves and grandeur of the mountain peaks. Amen.", "line_count": 5}, "127": {"line1": "Wednesday, May 6", "line2": ["Psalm 59:10-17", "Leviticus 27:16-Numbers 1:16", "Mark 9:11-29"], "line3": "I will turn the darkness before them into light, the rough places into level ground. Isaiah 42:16", "line4": "By the tender mercy of our God, the dawn from  on high will break upon us, to give light to those who sit in darkness and in the shadow of death, to guide our feet into the way of peace. Luke 1:78-79", "line5": "Merciful Lord, be the lamp unto our feet and the light in the dark spaces of our lives. Your unending love is a comfort in times of trial. Amen.", "line_count": 5}, "128": {"line1": "Thursday, May 7", "line2": ["Psalm 60", "Numbers 1:17-54", "Mark 9:30-37"], "line3": "You are a God ready to forgive, gracious and merciful, slow to anger and abounding in steadfast love. Nehemiah 9:17", "line4": "If we are faithless, he remains faithful—for he cannot deny himself. 2 Timothy 2:13", "line5": "Compassionate Lord, thank you for your mercy and love when we stray from your word. Help us to remain faithful to your path even when straying seems easier and more satisfying in the moment. Amen.", "line_count": 5}, "129": {"line1": "Friday, May 8", "line2": ["Psalm 61", "Numbers 2", "Mark 9:38-50"], "line3": "Lord, let your mercy come to me, that I may live. Psalm 119:77", "line4": "Simon’s mother-in-law was in bed with a fever, and they told Jesus about her at once. He came and took her by the hand and lifted her up. Then the fever left her. Mark 1:30-31", "line5": "Savior God, offer your loving touch in times of illness and pain. Be with those whose mind, body, or spirit suffer, and give strength to caretakers of the weak and vulnerable. Amen.", "line_count": 5}, "130": {"line1": "Saturday, May 9", "line2": ["Psalm 62", "Numbers 3:1-32", "Mark 10:1-12"], "line3": "The Lord your God has blessed you in all your undertakings. Deuteronomy 2:7", "line4": "It is required of stewards that they be found trustworthy. 1 Corinthians 4:2", "line5": "Loving Jesus, empower us to be trustworthy stewards of your church. We pray for all who answer your call to serve as lay leaders and ordained clergy. Bless them with patience, courage, and understanding. Amen.", "line_count": 5}, "131": {"line1": "Fifth Sunday of Easter", "line2": "Watchword for the Week — Jesus says, “I am the way, and the truth, and the life. No one comes to the Father except through me.” John 14:6", "line3": "Sunday, May 10", "line4": ["Acts 7:55-60", "Psalm 31:1-5,15-16", "1 Peter 2:2-10", "John 14:1-14"], "line5": "Do as the occasion demands; for God is with you. 1 Samuel 10:7 NKJV", "line6": "The Lord will give you understanding in all things. 2 Timothy 2:7", "line7": "Life-giving Spirit, help us to act in accordance to your will. Let us live with confidence and assurance that you have carefully set our path. Amen.", "line_count": 7}, "132": {"line1": "Monday, May 11", "line2": ["Psalm 63", "Numbers 3:33-4:14", "Mark 10:13-31"], "line3": "We have heard with our ears, O God, our ancestors have told us, what deeds you performed in their days, in the days of old. Psalm 44:1", "line4": "Mary sat at the Lord’s feet and listened to what he was saying. Luke 10:39", "line5": "Great Teacher, grant us the patience to hear you amidst the noise in our all-too-busy lives. Give us an understanding to apply your message to our words and actions. Amen.", "line_count": 5}, "133": {"line1": "Tuesday, May 12", "line2": ["Psalm 64", "Numbers 4:15-49", "Mark 10:32-45"], "line3": "The Lord said to Solomon, “Ask for whatever you want me to give you.” Solomon answered, “So give your servant a discerning heart to govern your people and to distinguish between right and wrong.” 1 Kings 3:5,9", "line4": "This is my prayer, that your love may overflow more and more with knowledge and full insight to help you to determine what is best. Philippians 1:9-10", "line5": "Triune God, we pray for the leaders in our community, our country, and the world. Grant all who lead a discerning heart, love for their brothers and sisters, and wisdom in all decisions they make. Amen.", "line_count": 5}, "134": {"line1": "Wednesday, May 13", "line2": ["Psalm 65:1-8", "Numbers 5", "Mark 10:46-52"], "line3": "Only you know what is in every human heart. 1 Kings 8:39", "line4": "Now may our Lord Jesus Christ himself and God our Father, who loved us and through grace gave us eternal comfort and good hope, comfort your hearts and strengthen them in every good work and word. 2 Thessalonians 2:16-17", "line5": "Holy One, you know our human hearts. Thank you for loving us unconditionally and for giving us grace, mercy, and eternal life. May we respond today and each day with faithfulness, hope, and love. Amen.", "line_count": 5}, "135": {"line1": "Thursday, May 14", "line2": ["Psalm 65:9-13", "Numbers 6", "Mark 11:1-11"], "line3": "Can you deceive God, as one person deceives another? Job 13:9", "line4": "Examine yourselves to see whether you are living in the faith. Test yourselves. Do you not realize that Jesus Christ is in you? 2 Corinthians 13:5", "line5": "Omnipotent God, give us the strength to see inside ourselves and to acknowledge when we fall short of your expectations. Forgive us of our shortcomings and failures—empower us to be worthy of your love. Amen.", "line_count": 5}, "136": {"line1": "Friday, May 15", "line2": ["Psalm 66:1-7", "Numbers 7:1-35", "Mark 11:12-26"], "line3": "The Lord heard our voice and saw our affliction, our toil, and our oppression. Deuteronomy 26:7", "line4": "Will not God grant justice to his chosen ones who cry to him day and night? Will he delay long in helping them? Luke 18:7", "line5": "Gracious Lord, hear those who cry in the night. Be with your people who suffer at the hands of others. Bring justice and mercy to your world. In your name, we pray. Amen.", "line_count": 5}, "137": {"line1": "Saturday, May 16", "line2": ["Psalm 66:8-15", "Numbers 7:36-71", "Mark 11:27-12:12"], "line3": "The heavens will vanish like smoke, the earth will wear out like a garment, and those who live on it will die like gnats; but my salvation will be forever. Isaiah 51:6", "line4": "Jesus said, “Heaven and earth will pass away, but my words will not pass away.” Luke 21:33", "line5": "Great Provider, so much of our days are spent trying to receive material things that lack permanence. May we have the courage to refocus our lives on receiving the gift of everlasting life that you grant us. Amen.", "line_count": 5}, "138": {"line1": "Sixth Sunday of Easter", "line2": "Watchword for the Week — Make a joyful noise to God, all the earth; sing the glory of his name; give to him glorious praise. Psalm 66:1,2", "line3": "Sunday, May 17", "line4": ["Acts 17:22-31", "Psalm 66:8-20", "1 Peter 3:13-22", "John 14:15-21"], "line5": "May the Lord our God incline our hearts to him, to walk in all his ways. 1 Kings 8:58", "line6": "As you therefore have received Christ Jesus the Lord, continue to live your lives in him, rooted and built up in him and established in the faith, just as you were taught, abounding in thanksgiving. Colossians 2:6-7", "line7": "Christ Jesus, thank you for your presence in our lives. Continue to lead and guide us to live a life rooted in faith, love, and hope. In your name, we pray. Amen.", "line_count": 7}, "139": {"line1": "Monday, May 18", "line2": ["Psalm 66:16-20", "Numbers 7:72-8:4", "Mark 12:13-17"], "line3": "Lord, you gave your good spirit to instruct our ancestors. Nehemiah 9:20", "line4": "Jesus said, “The Advocate, the Holy Spirit, whom the Father will send in my name, will teach you everything, and remind you of all that I have said to you.” John 14:26", "line5": "Giver of all good, thank you for those saints who walked in faith before us, who have taught us about your love, and prayed for us. In your name, we pray. Amen.", "line_count": 5}, "140": {"line1": "Tuesday, May 19", "line2": ["Psalm 67", "Numbers 8:5-9:14", "Mark 12:18-34"], "line3": "Turn back from your evil ways; for why will you die? Ezekiel 33:11", "line4": "Zacchaeus stood there and said to the Lord, “Look, half of my possessions, Lord, I will give to the poor; and if I have defrauded anyone of anything, I will pay back four times as much.” Luke 19:8", "line5": "Lord, giver of life, let us reflect today on the pure unbridled joy that our relationship with you brings us when we truly commit our lives to your will. Amen.", "line_count": 5}, "141": {"line1": "Wednesday, May 20", "line2": ["Psalm 68:1-6", "Numbers 9:15-10:36", "Mark 12:35-44"], "line3": "The righteous know the rights of the poor. Proverbs 29:7", "line4": "God is not unjust; he will not overlook your work and the love that you showed for his sake in serving the saints, as you still do. Hebrews 6:10", "line5": "Compassionate Lord, there is great need in your world. Be with the poor, the homeless, the orphaned, and the forgotten in our midst. Ease their burden and give them hope. Amen.", "line_count": 5}, "142": {"line1": "Ascension Day", "line2": "Watchword for the Ascension — Christ said, “I, when I am lifted up from the earth, will draw all people to myself.” John 12:32", "line3": "Thursday, May 21", "line4": ["Psalm 68:7-18", "Numbers 11", "Mark 13:1-13"], "line5": "Ascension of the Lord", "line6": ["Ephesians 1:15-23", "Luke 24:44-53"], "line7": "You who love the Lord, hate evil! Psalm 97:10 NKJV", "line8": "But speaking the truth in love, we must grow up in every way into him who is the head, into Christ. Ephesians 4:15", "line9": "Great Teacher, we know that our faith as Christians is a journey. Help us to grow closer to you each day through practices of prayer, worship, and acts of love for one another and you. In your name, we pray. Amen.", "line_count": 9}, "143": {"line1": "Friday, May 22", "line2": ["Psalm 68:19-27", "Numbers 12:1-13:16", "Mark 13:14-27"], "line3": "Is Ephraim my dear son? Is he the child I delight in? As often as I speak against him, I still remember him. Therefore I am deeply moved for him; I will surely have mercy on him, says the Lord. Jeremiah 31:20", "line4": "But while the son was still far off, his father saw him and was filled with compassion; he ran and put his arms around him and kissed him. Luke 15:20", "line5": "Holy One, thank you for embracing us as parents embrace their children. We are truly grateful for your unconditional love and mercy. In your name, we pray. Amen.", "line_count": 5}, "144": {"line1": "Saturday, May 23", "line2": ["Psalm 68:28-35", "Numbers 13:17-33", "Mark 13:28-37"], "line3": "Moses said, “See, I am setting before you today a blessing and a curse: the blessing, if you obey the commandments of the Lord your God that I am commanding you today; and the curse, if you do not obey the commandments of the Lord your God.” Deuteronomy 11:26-28", "line4": "Serve the Lord Christ. For the wrongdoer will be paid back for whatever wrong has been done, and there is no partiality. Colossians 3:24-25", "line5": "Risen Lord, help us to strip away the many things in our lives that distract us from being truly faithful, so we can find peace in simply loving and serving you. Amen.", "line_count": 5}, "145": {"line1": "Ascension Sunday Seventh Sunday of Easter", "line2": "Watchword for the Week — Cast all your anxiety on him, because he cares for you. 1 Peter 5:7", "line3": "Sunday, May 24", "line4": ["Acts 1:6-14", "Psalm 68:1-10,32-35", "1 Peter 4:12-14;5:6-11", "John 17:1-11"], "line5": "There is forgiveness with you, so that you may be revered. Psalm 130:4", "line6": "Just as the Lord has forgiven you, so you also must forgive. Colossians 3:13", "line7": "Gracious God, your greatest commandment to love one another is often the hardest to follow. Give us strength to follow your example and forgive those who have hurt us. Amen.", "line_count": 7}, "146": {"line1": "Monday, May 25", "line2": ["Psalm 69:1-12", "Numbers 14", "Mark 14:1-11"], "line3": "In the morning, O Lord, you will hear my voice; in the morning I will order my prayer to you and eagerly watch. Psalm 5:3 NASB", "line4": "Pray in the Spirit at all times in every prayer and supplication. To that end keep alert and always persevere in supplication for all the saints. Ephesians 6:18", "line5": "Dear Jesus, you are the focus of our lives. May all of our thoughts, words, and deeds, today and everyday, be an act of prayer to you. In your name, we pray. Amen.", "line_count": 5}, "147": {"line1": "Tuesday, May 26", "line2": ["Psalm 69:13-21", "Numbers 15:1-31", "Mark 14:12-31"], "line3": "The Lord looks down from heaven on humankind to see if there are any who are wise, who seek after God. Psalm 14:2", "line4": "Do not be conformed to this world, but be transformed by the renewing of your minds, so that you may discern what is the will of God—what is good and acceptable and perfect. Romans 12:2", "line5": "Heavenly Lord, it is all too easy to choose our own path instead of following you. Grant us the wisdom to see past the temptations of this world in order to walk more closely with you. Amen.", "line_count": 5}, "148": {"line1": "Wednesday, May 27", "line2": ["Psalm 69:22-29", "Numbers 15:32-16:27", "Mark 14:32-42"], "line3": "The Lord will fulfill his purpose for me. Psalm 138:8", "line4": "I am confident of this, that the one who began a good work among you will bring it to completion by the day of Jesus Christ. Philippians 1:6", "line5": "Compassionate Lord, help us to identify our gifts and to answer your call to service. Let our hands, our voices, and our hearts do good works in your honor. Amen.", "line_count": 5}, "149": {"line1": "Thursday, May 28", "line2": ["Psalm 69:30-36", "Numbers 16:28-17:13", "Mark 14:43-52"], "line3": "Turn to me and be gracious to me, for I am lonely and afflicted. Psalm 25:16", "line4": "The sick man answered Jesus, “Sir, I have no one to put me into the pool when the water is stirred up; and while I am making my way, someone else steps down ahead of me.” Jesus said to him, “Stand up, take your mat and walk.” John 5:7-8", "line5": "Loving God, grant peace and healing to those who suffer from illness of mind, body, and spirit. We know that pain can often cause isolation and loneliness. Let us not forget those who are separated from us because of their burdens. Amen.", "line_count": 5}, "150": {"line1": "Friday, May 29", "line2": ["Psalm 70", "Numbers 18:1-24", "Mark 14:53-65"], "line3": "My tongue shall tell of your righteousness and of your praise all day long. Psalm 35:28", "line4": "The disciples returned to Jerusalem with great joy; and they were continually in the temple blessing God. Luke 24:52-53", "line5": "Risen Lord, thank you for the many blessings you bestow on us daily. May we be reminded of your greatest gift—your triumph over death that leads us to our own eternal life. Amen.", "line_count": 5}, "151": {"line1": "Saturday, May 30", "line2": ["Psalm 71:1-8", "Numbers 18:25-19:22", "Mark 14:66-72"], "line3": "Balaam replied, “Although Balak were to give me his house full of silver and gold, I could not go beyond the command of the Lord my God.” Numbers 22:18", "line4": "For we are not peddlers of God’s word like so many; but in Christ we speak as persons of sincerity, as persons sent from God and standing in his presence. 2 Corinthians 2:17", "line5": "Redeeming Lord, you call us to be true and faithful followers; help us to remain steadfast in our sincere devotion to you rather than turn to hollow acts of vanity. In your name. Amen.", "line_count": 5}, "152": {"line1": "Day of Pentecost", "line2": "Watchword for the Week — Now there are varieties of gifts, but the same Spirit; and there are varieties of services, but the same Lord. 1 Corinthians 12:4,5", "line3": "Sunday, May 31", "line4": ["Acts 2:1-21", "Psalm 104:24-34,35b", "1 Corinthians 12:3b-13", "John 20:19-23"], "line5": "Woe to you who add house to house and join field to field till no space is left and you live alone in the land. Isaiah 5:8", "line6": "For we were all baptized by one Spirit so as to form one body—whether Jews or Gentiles, slave or free—and we were all given the one Spirit to drink. 1 Corinthians 12:13", "line7": "Holy Spirit, fill our hearts on this day of Pentecost. Let us remember that we are all children of God. Help us to interact with compassion and love. Amen.", "line_count": 7}, "153": {"line1": "Monday, June 1", "line2": ["Psalm 71:9-18a", "Numbers 20:1-21:9", "Mark 15:1-20"], "line3": "Do not fear, or be afraid; have I not told you from of old and declared it? You are my witnesses! Isaiah 44:8", "line4": "What is whispered in your ear, proclaim from the roofs. Matthew 10:27", "line5": "Patient and loving God, we praise your name for your continued presence and power with us this day. Continue to speak your words to us so that we may be your witnesses throughout this day and forevermore. Amen.", "line_count": 5}, "154": {"line1": "Tuesday, June 2", "line2": ["Psalm 71:18b-24", "Numbers 21:10-22:6", "Mark 15:21-32"], "line3": "My heart exults in the Lord. 1 Samuel 2:1", "line4": "Although you have not seen him, you love him; and even though you do not see him now, you believe in him and rejoice with an indescribable and glorious joy. 1 Peter 1:8", "line5": "King of kings, and Lord of lords, our hearts sing praises to you for who you are. Our words are so inadequate to describe your majesty and glory. May your presence continue to sustain us this day as we magnify your holy name. Amen.", "line_count": 5}, "155": {"line1": "Wednesday, June 3", "line2": ["Psalm 72:1-11", "Numbers 22:7-41", "Mark 15:33-47"], "line3": "The eyes of the Lord are on the righteous, and his ears are open to their cry. Psalm 34:15", "line4": "Ask, and it will be given you; search, and you will find; knock, and the door will be opened for you. Matthew 7:7", "line5": "Supportive God, we know that you are a loving and constant presence in our hearts; however, there are days when we feel overwhelmed by the darkness all around us. Help us to experience your light and powerful presence as we seek to do your will this day. In Jesus’ name, we pray. Amen.", "line_count": 5}, "156": {"line1": "Thursday, June 4", "line2": ["Psalm 72:12-20", "Numbers 23", "Mark 16:1-13"], "line3": "David said to the Philistine, “You come to me with sword and spear and javelin; but I come to you in the name of the Lord of hosts.” 1 Samuel 17:45", "line4": "Stand therefore, and fasten the belt of truth around your waist, and put on the breastplate of righteousness. As shoes for your feet put whatever will make you ready to proclaim the gospel of peace. Ephesians 6:14-15", "line5": "Loving Savior, how we depend on your presence and guidance. Open our hearts to opportunities to proclaim the gospel of peace through the power of your Holy Spirit. In the precious name of Jesus. Amen.", "line_count": 5}, "157": {"line1": "Friday, June 5", "line2": ["Psalm 73:1-12", "Numbers 24,25", "Mark 16:14-Luke 1:4"], "line3": "My tears have been my food day and night, while people say to me continually, “Where is your God?” Psalm 42:3", "line4": "My grace is sufficient for you, for power is made, perfect in weakness. 2 Corinthians 12:9", "line5": "Source of courage, we acknowledge your grace and mercy. Send your loving comfort to strengthen us in these times of weakness and powerlessness. Thank you for your divine presence and refreshing power. In the name of Emanuel. Amen.", "line_count": 5}, "158": {"line1": "Saturday, June 6", "line2": ["Psalm 73:13-20", "Numbers 26:1-24", "Luke 1:5-25"], "line3": "How great are God’s signs, how mighty his wonders! His kingdom is an eternal kingdom; his dominion endures from generation to generation. Daniel 4:3", "line4": "Since we are receiving a kingdom that cannot be shaken, let us give thanks, by which we offer to God an acceptable worship. Hebrews 12:28", "line5": "Source of joy, we come this day to exalt your holy and righteous name; you are worthy of all adoration and praise. Your grace and mercies abound each day, for which we are grateful. May we share our joyous praise with those we meet this day. In Jesus’ name, we pray. Amen.", "line_count": 5}, "159": {"line1": "Trinity Sunday", "line2": "Watchword for the Week — O Lord, our Sovereign, how majestic is your name in all the earth! Psalm 8:9", "line3": "Sunday, June 7", "line4": ["Genesis 1:1-2:4a", "Psalm 8", "2 Corinthians 13:11-13", "Matthew 28:16-20"], "line5": "The Lord is coming to judge the earth. He will judge the world with righteousness, and the peoples with equity. Psalm 98:9", "line6": "This good news of the kingdom will be proclaimed throughout the world, as a testimony to all the nations; and then the end will come. Matthew 24:14", "line7": "Loving and merciful God, we are grateful to be called your children and reminded of our call to be faithful disciples. Help us to share your love and mercy with all whom we meet in these troubled times, where greed, deceit, and self-centeredness have a stronger hold than generosity, honesty, and selflessness. We ask for your guidance as we seek to manifest your presence in this dark world. In Jesus’ name, we pray. Amen.", "line_count": 7}, "160": {"line1": "Monday, June 8", "line2": ["Psalm 73:21-28", "Numbers 26:25-56", "Luke 1:26-38"], "line3": "Speak tenderly to Jerusalem, and proclaim to her that her hard service has been completed, that her sin has been paid for. Isaiah 40:2", "line4": "The creation itself will be set free from its bondage to decay and will obtain the freedom of the glory of the children of God. Romans 8:21", "line5": "Forgiving Savior, so often we find ourselves wandering away from you, caught up in the ways of the world. We are so grateful for your cleansing blood and forgiveness. Create in us a clean heart and renew within us a new spirit. Amen.", "line_count": 5}, "161": {"line1": "Tuesday, June 9", "line2": ["Psalm 74:1-9", "Numbers 26:57-27:23", "Luke 1:39-45"], "line3": "You shall not steal. Exodus 20:15", "line4": "Do not seek your own advantage, but that of the other. 1 Corinthians 10:24", "line5": "O God of grace and mercy, our souls sing hallelujah, praise, and thanksgiving for your greatness. Your grace continually abounds even in the midst of our darkest moments. Thank you for your prevailing spirit indwelling and comforting us. In the name of our lamb who has conquered. Amen.", "line_count": 5}, "162": {"line1": "Wednesday, June 10", "line2": ["Psalm 74:10-17", "Numbers 28:1-29:6", "Luke 1:46-56"], "line3": "The jar of meal was not emptied, neither did the jug of oil fail, according to the word of the Lord that he spoke by Elijah. 1 Kings 17:16", "line4": "Jesus, taking the five loaves and the two fish and looking up to heaven, gave thanks and broke the loaves. Then he gave them to his disciples to distribute to the people. He also divided the two fish among them all. They all ate and were satisfied. Mark 6:41-42", "line5": "God our provider, our hearts praise and sing with gratitude for your merciful provision in our depths of need. Hallelujah, praise the Lord, for his excellent greatness! In Jesus’ name, we pray. Amen.", "line_count": 5}, "163": {"line1": "Thursday, June 11", "line2": ["Psalm 74:18-23", "Numbers 29:7-40", "Luke 1:57-66"], "line3": "We have escaped like a bird from the snare of the fowlers; the snare is broken, and we have escaped. Psalm 124:7", "line4": "Suddenly an angel of the Lord appeared, and a light shone in the cell. He tapped Peter on the side and woke him, saying, “Get up quickly.” And the chains fell off his wrists. Acts 12:7", "line5": "O God, our rock—we long for your deliverance from the injustices and oppression we face in a nation permeated with arrogance and self-centeredness. Your people suffer hunger, homelessness, illness, and death; deliver us O Lord! Hear our cry and answer our prayers. Amen.", "line_count": 5}, "164": {"line1": "Friday, June 12", "line2": ["Psalm 75", "Numbers 30:1-31:12", "Luke 1:67-80"], "line3": "You know me, O Lord; you see me; and you examine my heart’s attitude toward you. Jeremiah 12:3 NASB", "line4": "Jesus said, “As the Father has loved me, so I have loved you; abide in my love.” John 15:9", "line5": "Loving God, we are lost without you; lead and guide us this day as we seek to do your will. In Jesus’ name, we pray. Amen.", "line_count": 5}, "165": {"line1": "Saturday, June 13", "line2": ["Psalm 76", "Numbers 31:13-47", "Luke 2:1-20"], "line3": "I will pour out on the house of David and on the inhabitants of Jerusalem the Spirit of grace and of supplication. Zechariah 12:10 NASB", "line4": "The Spirit helps us in our weakness; for we do not know how to pray as we ought. Romans 8:26", "line5": "Lord God Almighty, we long to pray as you taught your disciples: hallowed be your holy name. May your kingdom come in us this day. Help us to forgive others as you have forgiven us; deliver us from evil. Yours is the kingdom, now and forever. Amen.", "line_count": 5}, "166": {"line1": "Second Sunday after Pentecost", "line2": "Watchword for the Week — The Lord is good; his steadfast love endures forever, and his faithfulness to all generations. Psalm 100:5", "line3": "Sunday, June 14", "line4": ["Exodus 19:2-8a", "Psalm 100", "Romans 5:1-8", "Matthew 9:35-10:8,(9-23)"], "line5": "You have given human beings dominion over the works of your hands; you have put all things under their feet. Psalm 8:6", "line6": "Therefore be imitators of God, as beloved children, and live in love, as Christ loved us. Ephesians 5:1-2", "line7": "Redeemer—source of love—you set us free to live abundantly; grant that we may be good stewards of the earth and kind neighbors to her peoples. Bigotry, hatred, and oppression threaten to overwhelm us; help us, O God, to stay strong and work towards peace. Amen.", "line_count": 7}, "167": {"line1": "Monday, June 15", "line2": ["Psalm 77:1-9", "Numbers 31:48-32:27", "Luke 2:21-32"], "line3": "Your dead shall live. Isaiah 26:19", "line4": "We know that the one who raised the Lord Jesus will raise us also with Jesus. 2 Corinthians 4:14", "line5": "O Lord, we thank you for your resurrection power and your promise of eternal life. Our hearts rejoice in your majesty and we lift up our voices in praise, for you are worthy of honor and glory. In Jesus’ name, we pray. Amen.", "line_count": 5}, "168": {"line1": "Tuesday, June 16", "line2": ["Psalm 77:10-15", "Numbers 32:28-33:9", "Luke 2:33-40"], "line3": "Have you not brought this upon yourself by forsaking the Lord your God, while he led you in the way? Jeremiah 2:17", "line4": "Jesus said, “If you continue in my word, you are truly my disciples.” John 8:31", "line5": "Source of wisdom, our souls cry praise and thanksgiving to you for your divine guidance through your word. Help us to continue to abide in your word through the power of your indwelling spirit. We long to manifest your light to those in darkness this day. Glory be to God. Amen.", "line_count": 5}, "169": {"line1": "Wednesday, June 17", "line2": ["Psalm 77:16-20", "Numbers 33:10-56", "Luke 2:41-52"], "line3": "Worship the Lord with gladness; come into his presence with singing. Psalm 100:2", "line4": "Give thanks to the Father, who has enabled you to share in the inheritance of the saints in the light. Colossians 1:12", "line5": "Holy, Holy, Holy Lord, we offer praise unto you and sing, “Glory Alleluia.” May our praise be a sweet incense to you. We know that you inhabit the praise of your people and we are strengthened by our praises. Help us to remember that the joy of the Lord is our strength. Amen.", "line_count": 5}, "170": {"line1": "Thursday, June 18", "line2": ["Psalm 78:1-8", "Numbers 34", "Luke 3:1-20"], "line3": "Noah did all that God commanded him. Genesis 6:22", "line4": "Faith is the assurance of things hoped for, the conviction of things not seen. Hebrews 11:1", "line5": "Gracious and loving God, we offer ourselves to you this day, and look faithfully for opportunities to witness to your love, mercy, and grace. Open our hearts and our minds to be receptive to the guidance of your spirit. In Jesus’ name, we pray. Amen.", "line_count": 5}, "171": {"line1": "Friday, June 19", "line2": ["Psalm 78:9-16", "Numbers 35:1-30", "Luke 3:21-38"], "line3": "The Lord said, “I will instruct you and teach you the way you should go.” Psalm 32:8", "line4": "Understand what the will of the Lord is. Ephesians 5:17", "line5": "God of wisdom and power, our prayers are lifted this day for your divine guidance to help those who make decisions concerning the welfare of our country. Magnify your divine light in our homes, and help us to love one another as you have loved us. Thy will be done. In Jesus’ name, we pray. Amen.", "line_count": 5}, "172": {"line1": "Saturday, June 20", "line2": ["Psalm 78:17-31", "Numbers 35:31-Deuteronomy 1:18", "Luke 4:1-13"], "line3": "Full of honor and majesty is the Lord’s work, and his righteousness endures forever. Psalm 111:3", "line4": "Let everyone who calls on the name of the Lord turn away from wickedness. 2 Timothy 2:19", "line5": "Holy Redeemer, we acknowledge we have often strayed from you and your word. We thank you for your cleansing blood and redemption as we start a new day renewed with faith and hope. Help us to walk in the paths you have chosen for us. Amen.", "line_count": 5}, "173": {"line1": "Third Sunday after Pentecost", "line2": "Watchword for the Week — Jesus said, “Those who find their life will lose it, and those who lose their life for my sake will find it.” Matthew 10:39", "line3": "Sunday, June 21", "line4": ["Jeremiah 20:7-13", "Psalm 69:7-10,(11-15),16-18", "Romans 6:1b-11", "Matthew 10:24-39"], "line5": "It is good to give thanks to the Lord, to sing praises to your name, O Most High; to declare your steadfast love in the morning, and your faithfulness by night. Psalm 92:1-2", "line6": "May the God of steadfastness and encouragement grant you to live in harmony with one another, in accordance with Christ Jesus, so that together you may with one voice glorify the God and Father of our Lord Jesus Christ. Romans 15:5-6", "line7": "Spirit of the living God, fall afresh on us with revival. Speak to us with your tongues of fire, empowering us to show forth the joy and light which draws others to hear our witness of your abiding love, grace, and mercy. Alleluia! Amen!", "line_count": 7}, "174": {"line1": "Monday, June 22", "line2": ["Psalm 78:32-39", "Deuteronomy 1:19-46", "Luke 4:14-21"], "line3": "You crown the year with your bounty. Psalm 65:11", "line4": "Every generous act of giving, with every perfect gift, is from above, coming down from the Father of lights. James 1:17", "line5": "Divine Friend and Provider, in this world filled with materialism and temptation to leave the paths of righteous living—forgive us when we fall prey to those temptations and help us to walk in your new mercies daily. In Jesus’ name, we pray. Amen.", "line_count": 5}, "175": {"line1": "Tuesday, June 23", "line2": ["Psalm 78:40-55", "Deuteronomy 2", "Luke 4:22-30"], "line3": "He sends out his command to the earth; his word runs swiftly. Psalm 147:15", "line4": "The word of God is not chained. 2 Timothy 2:9", "line5": "O Word incarnate, how we long for you to continually burn within our hearts—that others may see your light shining through us and be drawn to you. Help us to strive for truth and justice in a world of brokenness. We long to live righteous lives of love, justice, mercy, and grace. In Jesus’ name, we pray for your divine wisdom and guidance. Amen.", "line_count": 5}, "176": {"line1": "Wednesday, June 24", "line2": ["Psalm 78:56-64", "Deuteronomy 3", "Luke 4:31-44"], "line3": "For as the earth brings forth its shoots, so the Lord God will cause righteousness and praise to spring up before all the nations. Isaiah 61:11", "line4": "A harvest of righteousness is sown in peace for those who make peace. James 3:18", "line5": "Patient God, we need the presence and power of the Holy Spirit to help us be agents of peace, justice, and love, and to lead us to serve those who are treated unjustly or are oppressed. We seek to follow the teaching of our Lord: to love one another as sisters and brothers this day and forever more. Amen.", "line_count": 5}, "177": {"line1": "Thursday, June 25", "line2": ["Psalm 78:65-72", "Deuteronomy 4:1-31", "Luke 5:1-11"], "line3": "I, the Lord, am your Savior and your Redeemer, the Mighty One. Isaiah 60:16", "line4": "Who will separate us from the love of Christ? Romans 8:35", "line5": "O Lord our redeemer, we praise your holy and righteous name. Our voices sing, “Halleluiah, Halleluiah, praise the Lord,” for you are worthy of glory and adoration. Thank you for your unending love and your ever-abiding presence. May our hearts continually lift your holy name in praise this day. Amen.", "line_count": 5}, "178": {"line1": "Friday, June 26", "line2": ["Psalm 79:1-8", "Deuteronomy 4:32-5:21", "Luke 5:12-26"], "line3": "Blessed are they who maintain justice, who constantly do what is right. Psalm 106:3", "line4": "The world and its desire are passing away, but those who do the will of God live forever. 1 John 2:17", "line5": "Loving God, we thank you for this day and ask for your divine guidance as we seek to do your will. Amen.", "line_count": 5}, "179": {"line1": "Saturday, June 27", "line2": ["Psalm 79:9-13", "Deuteronomy 5:22-6:25", "Luke 5:27-39"], "line3": "God, remember your congregation, which you acquired long ago, which you redeemed to be the tribe of your heritage. Psalm 74:2", "line4": "You know the grace of our Lord Jesus Christ, that though he was rich, yet for your sake he became poor, so that you through his poverty might become rich. 2 Corinthians 8:9", "line5": "Holy Redeemer, savior and friend, we confess we have often fallen short of loving those that are less fortunate. Forgive us and lead us on the paths of righteousness, grace, and mercy. Help us to be more compassionate and manifest your loving service to others. Amen.", "line_count": 5}, "180": {"line1": "Fourth Sunday after Pentecost", "line2": "Watchword for the Week — Happy are the people who know the festal shout, who walk, O Lord, in the light of your countenance. Psalm 89:15", "line3": "Sunday, June 28", "line4": ["Jeremiah 28:5-9", "Psalm 89:1-4,15-18", "Romans 6:12-23", "Matthew 10:40-42"], "line5": "I keep my eyes always on the Lord. Psalm 16:8", "line6": "No one who puts a hand to the plow and looks back is fit for the kingdom of God. Luke 9:62", "line7": "Source of joy, we sing praises and thanksgiving for all your blessings. Help us to be faithful in our service according to your divine command to follow you. Thank you for your love and faithfulness. In your holy name, we pray. Amen, Amen, Amen.", "line_count": 7}, "181": {"line1": "Monday, June 29", "line2": ["Psalm 80:1-7", "Deuteronomy 7", "Luke 6:1-11"], "line3": "Daniel said, “My God sent his angel and shut the lions’ mouths so that they would not hurt me.” Daniel 6:22", "line4": "We are persecuted, but not forsaken; struck down, but not destroyed. 2 Corinthians 4:9", "line5": "Divine Parent, we marvel at your unfailing grace and provisions. Thank you for your presence and protection on this new day. Grant us wisdom and courage to stand firm in our resolve to continue in service to others, loving as you have loved us. In Jesus’ name, we pray. Amen.", "line_count": 5}, "182": {"line1": "Tuesday, June 30", "line2": ["Psalm 80:8-11", "Deuteronomy 8:1-9:6", "Luke 6:12-26"], "line3": "When you said, “Seek my face,” my heart said to you, “Your face, O Lord, I shall seek.” Psalm 27:8 NASB", "line4": "Do not worry about anything, but in everything by prayer and supplication with thanksgiving let your requests be made known to God. Philippians 4:6", "line5": "Merciful Savior, thank you for another day to rejoice and praise your holy name. Help us to let go of all our insecurities and lean on your strength and power. God, we know that all things are possible through you, so we vow to let go and wholly depend on you through the power of the Holy Spirit. We thank you for this blessed assurance and comfort. Amen.", "line_count": 5}, "183": {"line1": "Wednesday, July 1", "line2": ["Psalm 80:12-19", "Deuteronomy 9:7-10:22", "Luke 6:27-38"], "line3": "Who can hide in secret places so that I cannot see them? says the Lord. Do I not fill heaven and earth? says the Lord. Jeremiah 23:24", "line4": "Anyone who loves God is known by him. 1 Corinthians 8:3", "line5": "Merciful God, even when we feel that you are far away, help us to always remember your love and mercy. Forgive us when our worries in this life overcome our reliance on you. May we always hear you when you call our names. Amen.", "line_count": 5}, "184": {"line1": "Thursday, July 2", "line2": ["Psalm 81:1-5", "Deuteronomy 11", "Luke 6:39-49"], "line3": "O Lord, our Sovereign, how majestic is your name in all the earth! Psalm 8:1", "line4": "Mary said, “The Mighty One has done great things for me, and holy is his name.” Luke 1:49", "line5": "Our sovereign Lord, our mighty God, fill us with joy as we lift your name on high! Let our voices fill the earth and the heavens as we sing our admiration to you. All our praises to you! Amen.", "line_count": 5}, "185": {"line1": "Friday, July 3", "line2": ["Psalm 81:6-10", "Deuteronomy 12", "Luke 7:1-17"], "line3": "Your hands have made and fashioned me; give me understanding that I may learn your commandments. Psalm 119:73", "line4": "And this is his commandment, that we should believe in the name of his son Jesus Christ and love one another. 1 John 3:23", "line5": "Loving Creator and Teacher, help us grow together as your congregation of students. Teach us your love and give us opportunities to show that love to each other. May we never stop learning from you. Amen.", "line_count": 5}, "186": {"line1": "Saturday, July 4", "line2": ["Psalm 81:11-16", "Deuteronomy 13:1-14:21", "Luke 7:18-30"], "line3": "The Lord said, “I will look with favor upon you and make you fruitful and multiply you; and I will maintain my covenant with you.” Leviticus 26:9", "line4": "In Jesus Christ every one of God’s promises is a “Yes.” For this reason it is through him that we say the “Amen,” to the glory of God. 2 Corinthians 1:20", "line5": "Heavenly Father, as we consider the promises you so graciously give us, may we remember that you are always faithful, giving us hope and mercy. Help us to be ever faithful to you as well. Amen.", "line_count": 5}, "187": {"line1": "Fifth Sunday after Pentecost", "line2": "Watchword for the Week — The Lord is gracious and merciful, slow to anger and abounding in steadfast love. Psalm 145:8", "line3": "Sunday, July 5", "line4": ["Zechariah 9:9-12", "Psalm 145:8-14", "Romans 7:15-25a", "Matthew 11:16-19,25-30"], "line5": "Be glad and rejoice in the Lord your God. Joel 2:23", "line6": "In Christ Jesus our Lord we have access to God in boldness and confidence through faith in him. Ephesians 3:12", "line7": "God, you are the rock we stand upon as we sing hallelujah! Praise you Lord, for you are everything. May our hosannas be heard to the ends of the earth! With joyful hearts we sing. Amen!", "line_count": 7}, "188": {"line1": "John Hus Festival", "line2": "On July 6, 1415, John Hus was martyred at the Council of Constance.", "line3": "Monday, July 6", "line4": ["Psalm 82:1-4", "Deuteronomy 14:22-15:18", "Luke 7:31-38"], "line5": "John Hus Festival", "line6": ["1 Corinthians 1:18-24", "Mark 8:34-38"], "line7": "As far as the east is from the west, so far he removes our transgressions from us. Psalm 103:12", "line8": "Where sin increased, grace abounded all the more. Romans 5:20", "line9": "Father, give us courage, like the courage of John Hus, to call out the wrong in our world and fight for what is right and good and God-given. Give us strength in our quest to be more like you. Amen.", "line_count": 9}, "189": {"line1": "Tuesday, July 7", "line2": ["Psalm 82:5-8", "Deuteronomy 15:19-17:7", "Luke 7:39-50"], "line3": "I had said in my alarm, ‘I am driven far from your sight.’ But you heard my supplications when I cried out to you for help. Psalm 31:22", "line4": "Bartimaeus son of Timaeus, a blind beggar, was sitting by the roadside. When he heard that it was Jesus of Nazareth, he began to shout out and say, “Jesus, Son of David, have mercy on me!” Many sternly ordered him to be quiet. Jesus stood still and said, “Call him here.” Mark 10:46-48,49", "line5": "O great Healer, let us always reach for you in times of trouble and sickness. Heal our hearts, bodies, and minds. Thank you for your great mercy and everlasting love. In Jesus’ name, we pray. Amen.", "line_count": 5}, "190": {"line1": "Wednesday, July 8", "line2": ["Psalm 83:1-8", "Deuteronomy 17:8-18:22", "Luke 8:1-15"], "line3": "Once more I will astound these people with wonder upon wonder; the wisdom of the wise will perish. Isaiah 29:14", "line4": "Many who heard Jesus were astounded. They said, “Where did this man get all this? What is this wisdom that has been given to him? What deeds of power are being done by his hands!” Mark 6:2", "line5": "Beautiful Savior, even though you have the power of the heavens, you live as a servant to others. May we follow your example of humbleness as we serve those around us and spread your love to the world. Amen.", "line_count": 5}, "191": {"line1": "Thursday, July 9", "line2": ["Psalm 83:9-12", "Deuteronomy 19:1-20:9", "Luke 8:16-25"], "line3": "You have made the Lord your refuge. Psalm 91:9", "line4": "Since, then, we have such a hope, we act with great boldness. 2 Corinthians 3:12", "line5": "Like an oasis in the desert, gracious Lord, you protect and shelter us, and give us courage so that we may boldly go into the world to proclaim your love and mercy for all. In the name of Jesus, we pray. Amen.", "line_count": 5}, "192": {"line1": "Friday, July 10", "line2": ["Psalm 83:13-18", "Deuteronomy 20:10-21:23", "Luke 8:26-39"], "line3": "One generation shall laud your works to another, and shall declare your mighty acts. Psalm 145:4", "line4": "Grace, as it extends to more and more people, may increase thanksgiving, to the glory of God. 2 Corinthians 4:15", "line5": "Thank you, glorious God, for the generations of ancestors who have served you before us. May we continue this tradition, extending our love to all, praising your great name to the ends of the earth. In Jesus’ name, we pray. Amen.", "line_count": 5}, "193": {"line1": "Saturday, July 11", "line2": ["Psalm 84:1-7", "Deuteronomy 22", "Luke 8:40-56"], "line3": "The Lord will give strength to his people. Psalm 29:11 NKJV", "line4": "Now when they saw the boldness of Peter and John and realized that they were uneducated and ordinary men, they were amazed and recognized them as companions of Jesus. Acts 4:13", "line5": "Great Creator, help us realize that you can use us just the way we are, just as you picked your disciples from among the common people. Please give us the strength and wisdom we need to continue your work. Amen.", "line_count": 5}, "194": {"line1": "Sixth Sunday after Pentecost", "line2": "Watchword for the Week — There is therefore now no condemnation for those who are in Christ Jesus. Romans 8:1", "line3": "Sunday, July 12", "line4": ["Isaiah 55:10-13", "Psalm 65:(1-8),9-13", "Romans 8:1-11", "Matthew 13:1-9,18-23"], "line5": "Lord, you are righteous, but this day we are covered with shame. Daniel 9:7", "line6": "By grace you have been saved through faith, and this is not your own doing; it is the gift of God. Ephesians 2:8", "line7": "Amazing Father, you give us such great gifts; gifts we feel we don’t deserve. But you hold us in your hands, love us, and save us. Help us appreciate your amazing grace. Amen.", "line_count": 7}, "195": {"line1": "Monday, July 13", "line2": ["Psalm 84:8-12", "Deuteronomy 23:1-24:13", "Luke 9:1-11"], "line3": "Break up your fallow ground; for it is time to seek the Lord, that he may come and rain righteousness upon you. Hosea 10:12", "line4": "Clothe yourselves with the new self, created according to the likeness of God in true righteousness and holiness. Ephesians 4:24", "line5": "Dearest Savior, help us see the times in our lives when you are working with us, showing us a new way. Help us accept your gifts of righteousness; help us understand your direction and let us follow you. Amen.", "line_count": 5}, "196": {"line1": "Tuesday, July 14", "line2": ["Psalm 85:1-7", "Deuteronomy 24:14-25:19", "Luke 9:12-27"], "line3": "There shall once more be heard the voice of mirth and the voice of gladness, the voice of the bridegroom and the voice of the bride, the voices of those who sing, “Give thanks to the Lord of hosts, for the Lord is good, for his steadfast love endures forever!” Jeremiah 33:10-11", "line4": "Jesus said to them, “The wedding guests cannot fast while the bridegroom is with them, can they?” Mark 2:19", "line5": "Holy Redeemer, thank you for being with us and inviting us to be part of your creation—and your family. You created us from dust making us your children, and we celebrate our lives in you. Amen.", "line_count": 5}, "197": {"line1": "Wednesday, July 15", "line2": ["Psalm 85:8-13", "Deuteronomy 26:1-27:13", "Luke 9:28-36"], "line3": "The human mind may devise many plans, but it is the purpose of the Lord that will be established. Proverbs 19:21", "line4": "Therefore be serious and discipline yourselves for the sake of your prayers. Above all, maintain constant love for one another. 1 Peter 4:7-8", "line5": "Wise Father, you make everything work together for our good and for your will to be established on earth as it is in heaven. Help us always remember that your perfect plans give us hope and love for one another. Amen.", "line_count": 5}, "198": {"line1": "Thursday, July 16", "line2": ["Psalm 86:1-10", "Deuteronomy 27:14-28:24", "Luke 9:37-50"], "line3": "Ho, everyone who thirsts, come to the waters. Isaiah 55:1", "line4": "Jesus said, “Those who drink of the water that I will give them will never be thirsty.” John 4:14", "line5": "Source of all love, may we drink from your fountain, the living water that restores our bodies and our souls. May we fill ourselves with your salvation, and your love, and share it with everyone who thirsts. Amen.", "line_count": 5}, "199": {"line1": "Friday, July 17", "line2": ["Psalm 86:11-17", "Deuteronomy 28:25-57", "Luke 9:51-62"], "line3": "For the Lord your God is God of gods and Lord of lords, the great God, mighty and awesome, who is not partial and takes no bribe. Deuteronomy 10:17", "line4": "Blessed are the pure in heart, for they will see God. Matthew 5:8", "line5": "Perfect Lord, sometimes it’s hard to have a soft heart in a world full of anger and despair, of war and unfairness. Help us see the way you see, love the way you love, and help us to stay pure-hearted. In Jesus’ name, we pray. Amen.", "line_count": 5}, "200": {"line1": "Saturday, July 18", "line2": ["Psalm 87", "Deuteronomy 28:58-29:21", "Luke 10:1-16"], "line3": "Yes, and from ancient days I am he. No one can deliver out of my hand. When I act, who can reverse it? Isaiah 43:13", "line4": "All of us must appear before the judgment seat of Christ. 2 Corinthians 5:10", "line5": "Merciful Judge, who are we to be loved so fiercely by you? You judge us with mercy and love, that no one can contradict. You pardon us with your own sacrifice and tell us we are loved by you. Help us realize the immensity of your love. Amen.", "line_count": 5}, "201": {"line1": "Seventh Sunday after Pentecost", "line2": "Watchword for the Week — Thus says the Lord, the King of Israel, and his Redeemer, the Lord of hosts: I am the first and I am the last; besides me there is no god. Isaiah 44:6", "line3": "Sunday, July 19", "line4": ["Isaiah 44:6-8", "Psalm 86:11-17", "Romans 8:12-25", "Matthew 13:24-30,36-43"], "line5": "What are human beings that you are mindful of them, mortals that you care for them? Psalm 8:4", "line6": "We are what he has made us, created in Christ Jesus for good works, which God prepared beforehand to be our way of life. Ephesians 2:10", "line7": "Mastermind of creation, when we look at all the intricacies of our world we are so amazed! Every tiny detail has been arranged by you. Help us to trust that you have prepared our way even when we can’t see. Amen.", "line_count": 7}, "202": {"line1": "Monday, July 20", "line2": ["Psalm 88:1-5", "Deuteronomy 29:22-31:8", "Luke 10:17-24"], "line3": "Listen to me, you stubborn-hearted, you who are now far from my righteousness. I am bringing my righteousness near, it is not far away. Isaiah 46:12-13", "line4": "The grace of God has appeared, bringing salvation to all, training us to renounce impiety. Titus 2:11-12", "line5": "God of salvation, you bring us—your erring and stubborn children—great gifts even when we wander from your direction. Help us push away the materialistic world and instead enrich our lives with your strength and righteousness. In Jesus’ name, we pray. Amen.", "line_count": 5}, "203": {"line1": "Tuesday, July 21", "line2": ["Psalm 88:6-12", "Deuteronomy 31:9-32:9", "Luke 10:25-42"], "line3": "I will give thanks to the Lord with my whole heart; I will tell of all your wonderful deeds. Psalm 9:1", "line4": "Give thanks in all circumstances; for this is the will of God in Christ Jesus for you. 1 Thessalonians 5:18", "line5": "Merciful Creator and giver of all, help us remember to thank you everyday for all the gifts you give us. Help us to have grateful hearts—hearts that swell with gratitude everytime we think of you. Thank you God! Amen.", "line_count": 5}, "204": {"line1": "Wednesday, July 22", "line2": ["Psalm 88:13-18", "Deuteronomy 32:10-43", "Luke 11:1-13"], "line3": "God does great things beyond understanding, and marvelous things without number. Job 9:10", "line4": "This is what the kingdom of God is like. A man scatters seed on the ground. Night and day, whether he sleeps or gets up, the seed sprouts and grows, though he does not know how. All by itself the soil produces grain. Mark 4:26-28", "line5": "God of wonder, help us to accept that your mysterious ways may never be understood by us, but that your plans are always the best and wisest choices. We surrender to the brilliant adventure that is our life in you. Amen.", "line_count": 5}, "205": {"line1": "Thursday, July 23", "line2": ["Psalm 89:1-8", "Deuteronomy 32:44-33:17", "Luke 11:14-28"], "line3": "You are my witnesses, says the Lord. Isaiah 43:10", "line4": "Go into all the world and proclaim the good news to the whole creation. Mark 16:15", "line5": "Mighty God, good news is ours to tell! Give us the courage and the ability to love our neighbors, to produce fruit for you, and to let everyone know what a kind and loving Savior we have in you! Amen.", "line_count": 5}, "206": {"line1": "Friday, July 24", "line2": ["Psalm 89:9-18", "Deuteronomy 33:18-34:12", "Luke 11:29-36"], "line3": "O that you would tear open the heavens and come down! Isaiah 64:1", "line4": "Rescue us from the evil one. Matthew 6:13", "line5": "Patient God, please be with us in our times of despair. Heal our hearts and keep us vigilant. We know our shepherd’s voice; let us never be led astray by worldly affairs. Keep our eyes on you, we pray. Amen.", "line_count": 5}, "207": {"line1": "Saturday, July 25", "line2": ["Psalm 89:19-29", "Joshua 1,2", "Luke 11:37-54"], "line3": "Whoever is steadfast in righteousness will live, but whoever pursues evil will die. Proverbs 11:19", "line4": "Blessed are those who hunger and thirst for righteousness, for they will be filled. Matthew 5:6", "line5": "Precious Lord, protect us from evil. Give us the desire to seek you and your righteousness over everything else this world offers. Keep us hungry for more of your wisdom and truth, and keep us always in your hands. Amen.", "line_count": 5}, "208": {"line1": "Eighth Sunday after Pentecost", "line2": "Watchword for the Week — God, turn to me and be gracious to me, as is your custom toward those who love your name. Psalm 119:132", "line3": "Sunday, July 26", "line4": ["1 Kings 3:5-12", "Psalm 119:129-136", "Romans 8:26-39", "Matthew 13:31-33,44-52"], "line5": "Whoever is kind to the needy honors God. Proverbs 14:31", "line6": "Jesus said, “Just as you did it to one of the least of these who are members of my family, you did it to me.” Matthew 25:40", "line7": "Benevolent God, help us share our possessions with those in need, blessing them by sharing our blessings. Help us see ourselves in the eyes of the needy, so that we may truly be generous with our lives and our wealth. Amen.", "line_count": 7}, "209": {"line1": "Monday, July 27", "line2": ["Psalm 89:30-37", "Joshua 3,4", "Luke 12:1-12"], "line3": "The Lord gives wisdom; from his mouth come knowledge and understanding. Proverbs 2:6", "line4": "If any of you is lacking in wisdom, ask God, who gives to all generously and ungrudgingly, and it will be given you. James 1:5", "line5": "Giver of wisdom, we cry out for your wisdom and knowledge, for your understanding and grace. We ask that you bless us with the quiet peace that comes when our hearts and minds both feel your presence in our lives. Amen.", "line_count": 5}, "210": {"line1": "Tuesday, July 28", "line2": ["Psalm 89:38-45", "Joshua 5,6", "Luke 12:13-21"], "line3": "Thus far the Lord has helped us. 1 Samuel 7:12", "line4": "We are afflicted in every way, but not crushed; perplexed, but not driven to despair. 2 Corinthians 4:8", "line5": "Sometimes we feel lost and confused, God, and we need your help to figure out what it is we need to do. Give us confidence that you are working in our lives and that you know what is best for us. Amen.", "line_count": 5}, "211": {"line1": "Wednesday, July 29", "line2": ["Psalm 89:46-52", "Joshua 7", "Luke 12:22-34"], "line3": "Naked I came from my mother’s womb, and naked I will depart. Job 1:21", "line4": "We brought nothing into the world, so that we can take nothing out of it; but if we have food and clothing, we will be content with these. 1 Timothy 6:7-8", "line5": "Sustainer, help us to realize that you provide for our needs and that there is no need for us to pile up treasures here on earth—for your kingdom is our treasure and your love is our greatest reward. Amen.", "line_count": 5}, "212": {"line1": "Thursday, July 30", "line2": ["Psalm 90", "Joshua 8:1-29", "Luke 12:35-48"], "line3": "Be silent before the Lord God! For the day of the Lord is at hand. Zephaniah 1:7", "line4": "Let anyone with ears to hear listen! Mark 4:9", "line5": "There are times when we get so wrapped up in our busy lives, gracious Lord, we forget that pausing to be quiet and listening for your voice is all we need to find solace. Help us remember to seek your peace. In Jesus’ name, we pray. Amen.", "line_count": 5}, "213": {"line1": "Friday, July 31", "line2": ["Psalm 91:1-8", "Joshua 8:30-9:27", "Luke 12:49-59"], "line3": "You shall not spread a false report. Exodus 23:1", "line4": "Do your best to present yourself to God as one approved by him, a worker who has no need to be ashamed, rightly explaining the word of truth. 2 Timothy 2:15", "line5": "Ruler of the universe, help us recognize our place as ambassadors to your kingdom. Let us be honest, respectful, and worthy in everything we do as we represent you to the world. Let them know we are Christians by our love. Amen.", "line_count": 5}, "214": {"line1": "Saturday, August 1", "line2": ["Psalm 91:9-16", "Joshua 10:1-28", "Luke 13:1-17"], "line3": "I am coming to gather all nations and tongues; and they shall come and shall see my glory. Isaiah 66:18", "line4": "There is no distinction between Jew and Greek; the same Lord is Lord of all and is generous to all who call on him. Romans 10:12", "line5": "We come to you this day from all over your world, O God, to lift up a prayer for all your people. May we all come to know you as one who willingly accompanies us along this day’s journey. Amen.", "line_count": 5}, "215": {"line1": "Ninth Sunday after Pentecost", "line2": "Watchword for the Week — The Lord is good to all, and his compassion is over all that he has made. Psalm 145:9", "line3": "Sunday, August 2", "line4": ["Isaiah 55:1-5", "Psalm 145:8-9,14-21", "Romans 9:1-5", "Matthew 14:13-21"], "line5": "Remember the days of old, consider the years long past; ask your father, and he will inform you; your elders, and they will tell you. Deuteronomy 32:7", "line6": "Hold to the standard of sound teaching that you have heard from me, in the faith and love that are in Christ Jesus. 2 Timothy 1:13", "line7": "O Holy Word, from you comes the truth that shall make us free. Bless all the teachers of the world who continue to share such a redeeming truth. Amen.", "line_count": 7}, "216": {"line1": "Monday, August 3", "line2": ["Psalm 92:1-8", "Joshua 10:29-11:23", "Luke 13:18-30"], "line3": "The Lord gives grace to the humble. Proverbs 3:34 NKJV", "line4": "Do nothing from selfish ambition or conceit, but in humility regard others as better than yourselves. Philippians 2:3", "line5": "Gracious God, let our broken hearts live in concert with the broken hearts of others. Together, we are stronger. Together, we can make beautiful harmony for the world to hear. Amen.", "line_count": 5}, "217": {"line1": "Tuesday, August 4", "line2": ["Psalm 92:9-15", "Joshua 12:1-13:7", "Luke 13:31-14:6"], "line3": "In the great congregation I will bless the Lord. Psalm 26:12", "line4": "What then shall we say, brothers and sisters? When you come together, each of you has a hymn, or a word of instruction, a revelation, a tongue, or an interpretation. Everything must be done so that the church may be built up. 1 Corinthians 14:26", "line5": "Thank you, O great Giver, for the gifts you impart to the whole congregation. May we all find ways to bless your name and build up your church no matter the amount of resources we may have. Amen.", "line_count": 5}, "218": {"line1": "Wednesday, August 5", "line2": ["Psalm 93", "Joshua 13:8-14:5", "Luke 14:7-24"], "line3": "May the Lord, who is good, pardon everyone who sets their heart on seeking God. 2 Chronicles 30:18-19", "line4": "A man was there by the name of Zacchaeus; he was a chief tax collector and was wealthy. He wanted to see who Jesus was. Luke 19:2-3", "line5": "Oftentimes, Lord, we see you from a distance. Instead of doing everything we can to readjust our angle in life, we blindly go about our day. Forgive us, good Lord, and please make yourself at home in our hearts. Amen.", "line_count": 5}, "219": {"line1": "Thursday, August 6", "line2": ["Psalm 94:1-11", "Joshua 14:6-15:19", "Luke 14:25-32"], "line3": "He does not deal with us according to our sins, nor repay us according to our iniquities. Psalm 103:10", "line4": "We believe that we will be saved through the grace of the Lord Jesus. Acts 15:11", "line5": "Gracious God, our sins are too many to count and yet you refuse to number them when considering our worthiness to stand before you. May your grace continue to uphold us all our days. Amen.", "line_count": 5}, "220": {"line1": "Friday, August 7", "line2": ["Psalm 94:12-23", "Joshua 15:20-63", "Luke 15:1-10"], "line3": "The Lord will again comfort Zion. Zechariah 1:17", "line4": "He who rescued us from so deadly a peril will continue to rescue us; on him we have set our hope. 2 Corinthians 1:10", "line5": "Restore us and revive us, O great First Responder. Be there by our side when there is destruction. May your healing touch give life to our bodies and souls. Amen.", "line_count": 5}, "221": {"line1": "Saturday, August 8", "line2": ["Psalm 95", "Joshua 16,17", "Luke 15:11-32"], "line3": "My eyes are ever towards the Lord, for he will pluck my feet out of the net. Psalm 25:15", "line4": "Pray for us, so that the word of the Lord may spread rapidly and be glorified everywhere, just as it is among you, and that we may be rescued from wicked and evil people; for not all have faith. But the Lord is faithful; he will strengthen you and guard you from the evil one. 2 Thessalonians 3:1-3", "line5": "O God, when the affairs of this world entangle us and the naysayers encamp their criticisms around us, may we be ready to boldly share your gracious love even so. Amen.", "line_count": 5}, "222": {"line1": "Tenth Sunday after Pentecost", "line2": "Watchword for the Week — Jesus spoke to the disciples and said, “Take heart, it is I; do not be afraid.” Matthew 14:27", "line3": "Sunday, August 9", "line4": ["1 Kings 19:9-18", "Psalm 85:8-13", "Romans 10:5-15", "Matthew 14:22-33"], "line5": "The Lord gave them food from heaven in abundance. He opened the rock, and water gushed out; it flowed through the desert like a river. For he remembered his holy promise. Psalm 105:40-42", "line6": "Blessed be the God and Father of our Lord Jesus Christ, who has blessed us in Christ with every spiritual blessing in the heavenly places. Ephesians 1:3", "line7": "Our cup runneth over with your blessings, O God, of every gift! May the river of nourishment flow through our souls to give us life in your name. Amen.", "line_count": 7}, "223": {"line1": "Monday, August 10", "line2": ["Psalm 96:1-9", "Joshua 18:1-19:9", "Luke 16:1-15"], "line3": "Gideon said, “I will not rule over you; the Lord will rule over you.” Judges 8:23", "line4": "It is not those who commend themselves that are approved, but those whom the Lord commends. 2 Corinthians 10:18", "line5": "Sovereign God, may we find favor in your sight this day. May your smiles outnumber your frowns as you look upon us. Thank you for your love, nonetheless. In your name, we pray. Amen.", "line_count": 5}, "224": {"line1": "Tuesday, August 11", "line2": ["Psalm 96:10-13", "Joshua 19:10-39", "Luke 16:16-31"], "line3": "Let the righteous be joyful; let them exult before God; let them be jubilant with joy. Psalm 68:3", "line4": "Rejoice in the Lord always; again I will say, rejoice. Philippians 4:4", "line5": "Source of eternal joy, may our earthly happiness be transformed into true joy as we live alongside you. This joy carries us through all circumstances. So, regardless of what today brings, we rejoice! Amen!", "line_count": 5}, "225": {"line1": "Wednesday, August 12", "line2": ["Psalm 97:1-6", "Joshua 19:40-21:8", "Luke 17:1-10"], "line3": "Let your eyes be open to the plea of your servant, and to the plea of your people Israel, listening to them whenever they call to you. 1 Kings 8:52", "line4": "If in my name you ask me for anything, I will do it. John 14:14", "line5": "May we courageously approach your throne of grace, O God. May we speak with confidence that you are near and hear us with open ears and a compassionate heart. What an example for us to follow! Amen.", "line_count": 5}, "226": {"line1": "August Thirteenth Festival", "line2": "On this date in 1727 in Berthelsdorf, Saxony (now Germany), a group of quarreling Christians experienced their unity in Christ through the power of the Holy Spirit. This new Pentecost marked the revival of the Unity of the Brethren, begun in 1457, and the beginning of the Renewed Moravian Church.", "line3": "Thursday, August 13", "line4": ["Psalm 97:7-12", "Joshua 21:9-45", "Luke 17:11-19"], "line5": "August Thirteenth Festival", "line6": ["1 John 4:1-13", "John 17:1-2,6-19"], "line7": "By his bruises we are healed. Isaiah 53:5", "line8": "Jesus was about to die for the nation, and not for the nation only, but to gather into one the dispersed children of God. John 11:51-52", "line9": "Christ, we are united by your grace. You call us from all walks of life to gather at your cross. May the painful waters flow from your side into our wandering hearts to bring us together. Amen.", "line_count": 9}, "227": {"line1": "Friday, August 14", "line2": ["Psalm 98", "Joshua 22", "Luke 17:20-25"], "line3": "Whom have I in heaven but you? And there is nothing on earth that I desire other than you. Psalm 73:25", "line4": "So Jesus asked the twelve, “Do you also wish to go away?” Simon Peter answered him, “Lord, to whom can we go? You have the words of eternal life. We have come to believe and know that you are the Holy One of God.” John 6:67-69", "line5": "Our one and only Lord, may our loyalty to you never waver. The idols of the world are no match for you. Our greatest satisfaction is knowing that we are yours and you are ours. Amen.", "line_count": 5}, "228": {"line1": "Saturday, August 15", "line2": ["Psalm 99", "Joshua 23:1-24:13", "Luke 17:26-37"], "line3": "Do not oppress the widow, the orphan, the alien, or the poor. Zechariah 7:10", "line4": "God chose what is low and despised in the world. 1 Corinthians 1:28", "line5": "Lord, help us to see you outside of the cathedrals and mansions of the world. May we find you among the vulnerable and be willing to work there alongside you. May every ear be afforded the sound of good news! Amen.", "line_count": 5}, "229": {"line1": "Eleventh Sunday after Pentecost", "line2": "Watchword for the Week — Let the peoples praise you, O God; let all the peoples praise you. Psalm 67:5", "line3": "Sunday, August 16", "line4": ["Isaiah 56:1,6-8", "Psalm 67", "Romans 11:1-2a,29-32", "Matthew 15:(10-20),21-28"], "line5": "He remembered us in our low estate, for his steadfast love endures forever. Psalm 136:23", "line6": "Remember those who are in prison, as though you were in prison with them; those who are being tortured, as though you yourselves were being tortured. Hebrews 13:3", "line7": "Thank you, God, for looking past our stains and imperfections. Although we tend to allow them to hold us captive, your love breaks the chains of bondage. May we share that love with others who feel imprisoned. Amen.", "line_count": 7}, "230": {"line1": "Monday, August 17", "line2": ["Psalm 100", "Joshua 24:14-Judges 1:16", "Luke 18:1-17"], "line3": "Let us go with you, for we have heard that God is with you. Zechariah 8:23", "line4": "Every day they continued to meet together in the temple courts. They broke bread in their homes and ate together with glad and sincere hearts, praising God and enjoying the favor of all the people. Acts 2:46-47", "line5": "What a blessing to sit at the table with you, Lord! Jesus, come and take your place among us. Nourish us with your spirit. Let us leave the table feeling refreshed and energized for that which you have called us. Amen.", "line_count": 5}, "231": {"line1": "Tuesday, August 18", "line2": ["Psalm 101", "Judges 1:17-2:23", "Luke 18:18-30"], "line3": "For the Lord is good; his steadfast love endures forever, and his faithfulness to all generations. Psalm 100:5", "line4": "When the goodness and loving kindness of God our Savior appeared, he saved us, not because of any works of righteousness that we had done, but according to his mercy. Titus 3:4-5", "line5": "We cannot fathom your infinite love for us, O loving God. How can we ever love you so much in return? We give you our hearts and trust that you will feel the love we have for you. Amen.", "line_count": 5}, "232": {"line1": "Wednesday, August 19", "line2": ["Psalm 102:1-11", "Judges 3", "Luke 18:31-43"], "line3": "Moses said to the Lord, “Consider too that this nation is your people.” Exodus 33:13", "line4": "God called you through our proclamation of the good news, so that you may obtain the glory of our Lord Jesus Christ. 2 Thessalonians 2:14", "line5": "Almighty God, the world you created for us is suffering and we are to blame. Let us love and value your creation as if it were our very own. In the name of Jesus. Amen.", "line_count": 5}, "233": {"line1": "Thursday, August 20", "line2": ["Psalm 102:12-22", "Judges 4", "Luke 19:1-10"], "line3": "Hatred stirs up strife, but love covers all offenses. Proverbs 10:12", "line4": "By this everyone will know that you are my disciples, if you have love for one another. John 13:35", "line5": "God, teach us to love those with whom we struggle. May your heart, filled with compassion and love, be an example for us as we follow your lead. Amen.", "line_count": 5}, "234": {"line1": "On this day in 1732, the first missionaries departed from Herrnhut bound for St. Thomas.", "line2": "Friday, August 21", "line3": ["Psalm 102:23-28", "Judges 5", "Luke 19:11-27"], "line4": "You are wearied with your many consultations. Isaiah 47:13", "line5": "The disciples came to Jesus and asked, “Who is the greatest in the kingdom of heaven?” He called a child, whom he put among them, and said, “Truly I tell you, unless you change and become like children, you will never enter the kingdom of heaven.” Matthew 18:1-3", "line6": "May our child-like curiosity never lead us astray, great Teacher. May we be attentive to your words and always ready to welcome your children into our fellowship. Amen.", "line_count": 6}, "235": {"line1": "Saturday, August 22", "line2": ["Psalm 103:1-5", "Judges 6", "Luke 19:28-44"], "line3": "The king said to Daniel, ‘Truly, your God is God of gods and Lord of kings.’ Daniel 2:47", "line4": "At the name of Jesus every knee should bend, in heaven and on earth and under the earth. Philippians 2:10", "line5": "You alone, Lord, have the power to change us. May our hearts surrender to your transforming ways. In your holy name, we pray. Amen.", "line_count": 5}, "236": {"line1": "Twelfth Sunday after Pentecost", "line2": "Watchword for the Week — Do not be conformed to this world, but be transformed by the renewing of your minds, so that you may discern what is the will of God—what is good and acceptable and perfect. Romans 12:2", "line3": "Sunday, August 23", "line4": ["Isaiah 51:1-6", "Psalm 138", "Romans 12:1-8", "Matthew 16:13-20"], "line5": "Trust in him at all times, O people; pour out your heart before him; God is a refuge for us. Psalm 62:8", "line6": "And this is the boldness we have in him, that if we ask anything according to his will, he hears us. 1 John 5:14", "line7": "God, in our weakness, we fail to come to you when we need you the most. When we do strike up the courage to approach you, may your inviting arms reassure us that we’re always welcome. Amen.", "line_count": 7}, "237": {"line1": "Monday, August 24", "line2": ["Psalm 103:6-18", "Judges 7", "Luke 19:45-20:8"], "line3": "You prepare a table before me in the presence of my enemies; you anoint my head with oil; my cup overflows. Psalm 23:5", "line4": "While he was at Bethany in the house of Simon the leper, as he sat at the table, a woman came with an alabaster jar of very costly ointment of nard, and she broke open the jar and poured the ointment on his head. But some were there who said to one another in anger, “Why was the ointment wasted in this way?” But Jesus said, “Let her alone; why do you trouble her? She has performed a good service for me.” Mark 14:3-4,6", "line5": "Open our eyes, Lord, to the various ways in which people worship you. May our variety of traditions and customs be a blessing to you, your church, and your children. Amen.", "line_count": 5}, "238": {"line1": "Tuesday, August 25", "line2": ["Psalm 103:19-22", "Judges 8", "Luke 20:9-19"], "line3": "Lord, I rejoice in your salvation. 1 Samuel 2:1 NJKV", "line4": "Mary said, “My soul magnifies the Lord, and my spirit rejoices in God my Savior, for he has looked with favor on the lowliness of his servant.” Luke 1:46-48", "line5": "Gracious God, no other gift deserves as much praise as the one you gave the world two thousand years ago! What a blessing to inherit such a gift. May your name be forever praised! Amen!", "line_count": 5}, "239": {"line1": "Wednesday, August 26", "line2": ["Psalm 104:1-9", "Judges 9:1-33", "Luke 20:20-26"], "line3": "You have burdened me with your sins; you have wearied me with your iniquities. I, I am he who blots out your transgressions for my own sake, and I will not remember your sins. Isaiah 43:24-25", "line4": "Once you were alienated from God and were enemies in your minds because of your evil behavior. But now he has reconciled you by Christ’s physical body through death to present you holy in his sight. Colossians 1:21-22", "line5": "Before you, great Judge, our sentence was merciless. Because of your great and radical decision, we were rescued from our initial destiny. This new life in you fills our hearts with hope. In your gracious name, we pray. Amen.", "line_count": 5}, "240": {"line1": "Thursday, August 27", "line2": ["Psalm 104:10-18", "Judges 9:34-10:18", "Luke 20:27-40"], "line3": "The Lord our God protected us along all the way that we went. Joshua 24:17", "line4": "And remember, I am with you always, to the end of the age. Matthew 28:20", "line5": "Companion, when the road is treacherous, guide our steps so we may not fall. When the road is smooth, guide our steps so we may not fall away. We are grateful for the adventurous path that awaits us. Amen.", "line_count": 5}, "241": {"line1": "Friday, August 28", "line2": ["Psalm 104:19-23", "Judges 11:1-27", "Luke 20:41-21:4"], "line3": "O God, you are my God, I seek you, my soul thirsts for you. Psalm 63:1", "line4": "Let anyone who is thirsty come to me. John 7:37", "line5": "Lord God, often we sit by the water’s edge wondering when you will quench our thirst. Help us to find the courage to just dive into your vast ocean of blessings and nourishment. In Jesus’ name, we pray. Amen.", "line_count": 5}, "242": {"line1": "Saturday, August 29", "line2": ["Psalm 104:24-30", "Judges 11:28-12:15", "Luke 21:5-28"], "line3": "Hezekiah became sick and was at the point of death. He prayed to the Lord, and he answered him and gave him a sign. But Hezekiah did not respond according to the benefit done to him for his heart was proud. 2 Chronicles 32:24-25", "line4": "One of them, when he saw that he was healed, turned back, praising God with a loud voice. He prostrated himself at Jesus’ feet and thanked him. Luke 17:15-16", "line5": "Creator God, everything comes from you. Let us always be mindful of your bounteous hand that provides all we need. Thank you for your great model of generosity. Amen.", "line_count": 5}, "243": {"line1": "Thirteenth Sunday after Pentecost", "line2": "Watchword for the Week — Jesus said, “If any want to become my followers, let them deny themselves and take up their cross and follow me.” Matthew 16:24", "line3": "Sunday, August 30", "line4": ["Jeremiah 15:15-21", "Psalm 26:1-8", "Romans 12:9-21", "Matthew 16:21-28"], "line5": "The effect of righteousness will be peace, and the result of righteousness, quietness and trust forever. Isaiah 32:17", "line6": "The kingdom of God is not food and drink but righteousness and peace and joy in the Holy Spirit. Romans 14:17", "line7": "May we reflect on the day when our souls will be at rest in you, Lord. Is there solace for our current situation knowing that one day, all will be well? Lord, answer us in a comforting, yet powerful way. Amen.", "line_count": 7}, "244": {"line1": "Monday, August 31", "line2": ["Psalm 104:31-35", "Judges 13", "Luke 21:29-38"], "line3": "Know that the Lord is God. Psalm 100:3", "line4": "Indeed he is not far from each one of us. For ‘In him we live and move and have our being’. Acts 17:27-28", "line5": "Living God, we cannot do this thing called life by ourselves. It’s too hard. Thank you for your life- giving spirit that breathes in us the will to keep going. Amen.", "line_count": 5}, "245": {"line1": "Tuesday, September 1", "line2": ["Psalm 105:1-7", "Judges 14,15", "Luke 22:1-13"], "line3": "On that day the root of Jesse shall stand as a signal to the peoples. Isaiah 11:10", "line4": "And just as Jesus was coming up out of the water, he saw the heavens torn apart and the Spirit descending like a dove on him. And a voice came from heaven, “You are my Son, the Beloved; with you I am well pleased.” Mark 1:10-11", "line5": "Heavenly Father, that each of your sons and daughters is your beloved is the greatest blessing! May we lead lives reflective of that tremendous gift—offering love, tenderness, and forgiveness to others. Amen.", "line_count": 5}, "246": {"line1": "Wednesday, September 2", "line2": ["Psalm 105:8-15", "Judges 16,17", "Luke 22:14-23"], "line3": "Praise him, sun and moon; praise him, all you shining stars! For he commanded, and they were created. Psalm 148:3,5", "line4": "You are worthy, our Lord and God, to receive glory and honor and power, for you created all things, and by your will they existed and were created. Revelation 4:11", "line5": "Master Designer, with a majestic and gracious hand, you created all things bright and beautiful. We bow before you in worship because you alone are worthy of our thanks and praise. Amen.", "line_count": 5}, "247": {"line1": "Thursday, September 3", "line2": ["Psalm 105:16-22", "Judges 18", "Luke 22:24-38"], "line3": "Anxiety weighs down the human heart, but a good word cheers it up. Proverbs 12:25", "line4": "Be kind to one another, tenderhearted, forgiving one another, as God in Christ has forgiven you. Ephesians 4:32", "line5": "Lord, as your children we come to you sinful and selfish, yet you receive us with your never-failing love and with complete forgiveness. Enable us to extend the same grace to others. Amen.", "line_count": 5}, "248": {"line1": "Friday, September 4", "line2": ["Psalm 105:23-36", "Judges 19", "Luke 22:39-51"], "line3": "The Lord bless you and keep you. Numbers 6:24", "line4": "From his fullness we have all received, grace upon grace. John 1:16", "line5": "Thank you, God, for showering us with your grace. Like a lavish gift that is undeserved, we readily receive your grace daily and we delight in its splendor. Amen.", "line_count": 5}, "249": {"line1": "Saturday, September 5", "line2": ["Psalm 105:37-45", "Judges 20:1-31", "Luke 22:52-62"], "line3": "You have been a refuge for the needy in his distress, a shelter from the storm and a shade from the heat. For the breath of the ruthless is like a storm. Isaiah 25:4", "line4": "These are the words of the first and the last, who was dead and came to life, “I know your affliction and your poverty.” Revelation 2:8-9", "line5": "Compassionate Lord, you know each of us and the burden that each individual bears. Through the peace of Jesus, lighten our load. Amen.", "line_count": 5}, "250": {"line1": "Fourteenth Sunday after Pentecost", "line2": "Watchword for the Week — Give me understanding, O God, that I may keep your law and observe it with my whole heart. Psalm 119:34", "line3": "Sunday, September 6", "line4": ["Ezekiel 33:7-11", "Psalm 119:33-40", "Romans 13:8-14", "Matthew 18:15-20"], "line5": "The Lord will keep you from all evil; he will keep your life. Psalm 121:7", "line6": "May the God of peace himself sanctify you entirely; and may your spirit and soul and body be kept sound and blameless at the coming of our Lord Jesus Christ. 1 Thessalonians 5:23", "line7": "Lord, on this Sabbath Day, we offer you praise. We ask for your protective and gracious eye to watch over us each day during the week ahead. Give us your peace. Amen.", "line_count": 7}, "251": {"line1": "Monday, September 7", "line2": ["Psalm 106:1-5", "Judges 20:32-21:25", "Luke 22:63-71"], "line3": "Your eyes are open to all the ways of mortals. Jeremiah 32:19", "line4": "We have our hope set on the living God, who is the Savior of all people, especially of those who believe. 1 Timothy 4:10", "line5": "Loving Lord, you keep watch over all your children. We find our hope in you, the living God. Thank you for your forgiveness through our Savior. Amen.", "line_count": 5}, "252": {"line1": "Tuesday, September 8", "line2": ["Psalm 106:6-12", "Ruth 1", "Luke 23:1-12"], "line3": "You shall know that I am the Lord, when I deal with you for my name’s sake, not according to your evil ways or corrupt deeds. Ezekiel 20:44", "line4": "He is kind to the ungrateful and the wicked. Luke 6:35", "line5": "Merciful and ever-loving Lord, through your compassion our wrongs are made right. Our brokenness is restored. Our weakness becomes strength. And over and over again, we thank you for your mercy. Amen.", "line_count": 5}, "253": {"line1": "Wednesday, September 9", "line2": ["Psalm 106:13-23", "Ruth 2,3", "Luke 23:13-31"], "line3": "Let those stand up and save you, who gaze at the stars and at each new moon predict what shall befall you. See, they are like stubble, the fire consumes them. Isaiah 47:13-14", "line4": "Do not be carried away by all kinds of strange teachings; for it is well for the heart to be strengthened by grace. Hebrews 13:9", "line5": "Thank you, gracious God, for your firm foundation, guiding hand, and never-failing love. You are the way, the truth, and the life. Forever. Amen.", "line_count": 5}, "254": {"line1": "Thursday, September 10", "line2": ["Psalm 106:24-31", "Ruth 4", "Luke 23:32-43"], "line3": "God said, “I have set my bow in the clouds, and it shall be a sign of the covenant between me and the earth.” Genesis 9:13", "line4": "So we who have found safety with him are greatly encouraged to hold firmly to the hope placed before us. Hebrews 6:18 GNT", "line5": "How blessed we are to embrace your promises, Lord! Thank you for never leaving us and always loving us. Amen.", "line_count": 5}, "255": {"line1": "Friday, September 11", "line2": ["Psalm 106:32-39", "1 Samuel 1:1-2:11", "Luke 23:44-56"], "line3": "Hear my prayer, O Lord, and give ear to my cry; do not be silent at my tears. Psalm 39:12 NASB", "line4": "The Canaanite woman came and knelt before Jesus, saying, “Lord, help me.” Matthew 15:25", "line5": "Lord, each of us is in need of your divine help. May we always trust in your provision and in your power, never hesitating to turn to you. In Jesus’ name, we pray. Amen.", "line_count": 5}, "256": {"line1": "Saturday, September 12", "line2": ["Psalm 106:40-48", "1 Samuel 2:12-36", "Luke 24:1-12"], "line3": "The earth is the Lord’s and all that is in it, the world, and those who live in it. Psalm 24:1", "line4": "Be careful then how you live, not as unwise people but as wise. Ephesians 5:15", "line5": "Divine Teacher, for all the good you brought into being, we thank you. May we honor you with our lives as we seek your help to make wise choices that will bring glory to you. Amen.", "line_count": 5}, "257": {"line1": "Fifteenth Sunday after Pentecost", "line2": "Watchword for the Week — Bless the Lord, O my soul, and do not forget all his benefits. Psalm 103:2", "line3": "Sunday, September 13", "line4": ["Genesis 50:15-21", "Psalm 103:(1-7),8-13", "Romans 14:1-12", "Matthew 18:21-35"], "line5": "Ah Lord God! It is you who made the heavens and the earth by your great power and by your outstretched arm! Nothing is too hard for you. Jeremiah 32:17", "line6": "Jesus said, “All authority in heaven and on earth has been given to me. Go therefore and make disciples of all nations, baptizing them in the name of the Father and of the Son and of the Holy Spirit, and teaching them to obey everything that I have commanded you.” Matthew 28:18-20", "line7": "Heavenly Redeemer, we have the tremendous privilege of serving you in your kingdom. We pray that we will always strive to bring honor to you. Amen.", "line_count": 7}, "258": {"line1": "Monday, September 14", "line2": ["Psalm 107:1-9", "1 Samuel 3,4", "Luke 24:13-27"], "line3": "You shall rejoice in the Lord; in the Holy One of Israel you shall glory. Isaiah 41:16", "line4": "We even boast in God through our Lord Jesus Christ, through whom we have now received reconciliation. Romans 5:11", "line5": "Lord, there are no words that adequately express our deep gratitude for your gifts of forgiveness and reconciliation. Let us openly share that message with others. Amen.", "line_count": 5}, "259": {"line1": "Tuesday, September 15", "line2": ["Psalm 107:10-16", "1 Samuel 5:1-7:1", "Luke 24:28-35"], "line3": "So Abram went, as the Lord had told him. Genesis 12:4", "line4": "Those who have faith are children of Abraham. Galatians 3:7", "line5": "Gracious God, may we follow you more closely and love you more deeply, each and every day. Amen.", "line_count": 5}, "260": {"line1": "Ministers’ Covenant Day", "line2": "During a synodal conference in London, Jesus Christ was recognized as chief elder of the Brethren’s Church. The day is observed as a covenanting day for servants of the church.", "line3": "Wednesday, September 16", "line4": ["Psalm 107:17-22", "1 Samuel 7:2-8:22", "Luke 24:36-53"], "line5": "Honor the Lord with your wealth. Proverbs 3:9", "line6": "Lend, expecting nothing in return. Your reward will be great, and you will be children of the Most High. Luke 6:35", "line7": "Lord, out of the abundance you give, you only desire our hearts in return. Help us to set aside our selfishness and honor you with all we have. Amen.", "line_count": 7}, "261": {"line1": "Thursday, September 17", "line2": ["Psalm 107:23-32", "1 Samuel 9", "John 1:1-13"], "line3": "I, the Lord your God, hold your right hand; it is I who say to you, ‘Do not fear, I will help you.’ Isaiah 41:13", "line4": "But when Peter noticed the strong wind, he became frightened, and beginning to sink, he cried out, “Lord, save me!” Jesus immediately reached out his hand and caught him. Matthew 14:30-31", "line5": "Like Peter, Master, we fear and falter. Yet also like Peter, you reach out to each of us. Precious Lord, may we take your hand. Amen.", "line_count": 5}, "262": {"line1": "Friday, September 18", "line2": ["Psalm 107:33-43", "1 Samuel 10", "John 1:14-28"], "line3": "I the Lord love justice, I hate robbery and wrongdoing. Isaiah 61:8", "line4": "No one should wrong or take advantage of a brother or sister. The Lord will punish all those who commit such sins. 1 Thessalonians 4:6", "line5": "Loving Jesus, daily we fall short of your calling in our lives. Cleanse us from sin and fortify us with a desire to walk more closely with you. In you, we pray. Amen.", "line_count": 5}, "263": {"line1": "Saturday, September 19", "line2": ["Psalm 108:1-5", "1 Samuel 11,12", "John 1:29-42"], "line3": "God is wise in heart, and mighty in strength— who has resisted him, and succeeded? Job 9:4", "line4": "Do not be haughty, but associate with the lowly; do not claim to be wiser than you are. Romans 12:16", "line5": "Holy God, impart your wisdom so that we love and serve you first, others second, and ourselves last. Amen.", "line_count": 5}, "264": {"line1": "Sixteenth Sunday after Pentecost", "line2": "Watchword for the Week — For to me, living is Christ and dying is gain. Philippians 1:21", "line3": "Sunday, September 20", "line4": ["Jonah 3:10-4:11", "Psalm 145:1-8", "Philippians 1:21-30", "Matthew 20:1-16"], "line5": "Honor your father and your mother. Exodus 20:12", "line6": "Welcome one another, therefore, just as Christ has welcomed you, for the glory of God. Romans 15:7", "line7": "Savior, we long to live in a right relationship with you and with our brothers and sisters. Help us share your love every day and in every place we go. Amen.", "line_count": 7}, "265": {"line1": "Monday, September 21", "line2": ["Psalm 108:6-13", "1 Samuel 13", "John 1:43-51"], "line3": "I am shut in so that I cannot escape; my eye grows dim through sorrow. Every day I call on you, O Lord. Psalm 88:8-9", "line4": "Jesus prayed, “I am not asking you to take them out of the world, but I ask you to protect them from the evil one.” John 17:15", "line5": "There are times, Jesus, when we feel challenged, overwhelmed, defeated. Cover us with your blanket of protection, reminding us that you are greater than all of life’s joys and sorrows. Amen.", "line_count": 5}, "266": {"line1": "Tuesday, September 22", "line2": ["Psalm 109:1-7", "1 Samuel 14:1-40", "John 2:1-11"], "line3": "How long, O Lord? Will you forget me forever? How long will you hide your face from me? Psalm 13:1", "line4": "In the world you face persecution. But take courage; I have conquered the world! John 16:33", "line5": "Jesus, you defeated death and redeemed us so that we will spend eternity in your glorious kingdom! May our lives reflect that hope and joy. Amen.", "line_count": 5}, "267": {"line1": "Wednesday, September 23", "line2": ["Psalm 109:8-20", "1 Samuel 14:41-15:23", "John 2:12-25"], "line3": "He will swallow up death forever. Isaiah 25:8", "line4": "While we are in this tent, we groan and are burdened, because we do not wish to be unclothed but to be clothed instead with our heavenly dwelling, so that what is mortal may be swallowed up by life. 2 Corinthians 5:4", "line5": "Sovereign Lord, may the love and life of your son, Jesus, consume our lives so that we may share his light and the hope of eternity with others. Amen.", "line_count": 5}, "268": {"line1": "Thursday, September 24", "line2": ["Psalm 109:21-31", "1 Samuel 15:24-16:13", "John 3:1-15"], "line3": "From the least to the greatest of them, everyone is greedy for unjust gain; and from prophet to priest, everyone deals falsely. They have treated the wound of my people carelessly, saying, “Peace, peace,” when there is no peace. Jeremiah 6:13-14", "line4": "Each tree is known by its own fruit. Figs are not gathered from thorns, nor are grapes picked from a bramble bush. The good person out of the good treasure of the heart produces good. Luke 6:44-45", "line5": "Gracious God, forgive us and transform us. Help us to know you, to live for you, and to produce fruit through your spirit living in us. Amen.", "line_count": 5}, "269": {"line1": "Friday, September 25", "line2": ["Psalm 110", "1 Samuel 16:14-17:31", "John 3:16-26"], "line3": "Great peace have those who love your law; nothing can make them stumble. Psalm 119:165", "line4": "Let the word of Christ dwell in you richly; teach and admonish one another in all wisdom. Colossians 3:16", "line5": "Beautiful Savior, as your children, we know your joy, your peace, and your truths. Make our steps sure as we witness to others. Amen.", "line_count": 5}, "270": {"line1": "Saturday, September 26", "line2": ["Psalm 111", "1 Samuel 17:32-58", "John 3:27-36"], "line3": "I am with you, says the Lord, to save you. Jeremiah 30:11", "line4": "At my first defense no one came to my support, but all deserted me. May it not be counted against them! But the Lord stood by me and gave me strength. 2 Timothy 4:16-17", "line5": "God, our refuge, you are the anchor that holds firm. When troubles of this world disturb our calm, remind us of your abiding strength in our turbulent lives. Amen.", "line_count": 5}, "271": {"line1": "Seventeenth Sunday after Pentecost", "line2": "Watchword for the Week — Let the same mind be in you that was in Christ Jesus. Philippians 2:5", "line3": "Sunday, September 27", "line4": ["Ezekiel 18:1-4,25-32", "Psalm 25:1-9", "Philippians 2:1-13", "Matthew 21:23-32"], "line5": "The Lord has made his salvation known and revealed his righteousness to the nations. Psalm 98:2", "line6": "When Paul and Barnabas arrived, they called the church together and related all that God had done with them, and how he had opened a door of faith for the Gentiles. Acts 14:27", "line7": "Gracious God, as we your traveling pilgrims cross the threshold into this new week, may we go forth in faith. Strengthen and motivate us with your word and with your spirit. Amen.", "line_count": 7}, "272": {"line1": "Monday, September 28", "line2": ["Psalm 112", "1 Samuel 18:1-19:7", "John 4:1-26"], "line3": "Remember your creator in the days of your youth, before the days of trouble come, and the years draw near when you will say, “I have no pleasure in them.” Ecclesiastes 12:1", "line4": "Philip found Nathanael and said to him, “We have found him about whom Moses in the law and also the prophets wrote, Jesus son of Joseph from Nazareth.” Nathanael said to him, “Can anything good come out of Nazareth?” Philip said to him, “Come and see.” John 1:45-46", "line5": "Sometimes life is hard, dear Lord, but you summon us to come, to taste, and to see that you are good. O let us seek and let us find. May we daily set aside the time we need to spend in your glorious presence. Amen.", "line_count": 5}, "273": {"line1": "Tuesday, September 29", "line2": ["Psalm 113", "1 Samuel 19:8-20:17", "John 4:27-38"], "line3": "Love truth and peace! Zechariah 8:19", "line4": "You will know the truth, and the truth will make you free. John 8:32", "line5": "You are a just and loving Lord. May we reflect your truth, peace, and love as we walk through this day. Amen.", "line_count": 5}, "274": {"line1": "Wednesday, September 30", "line2": ["Psalm 114", "1 Samuel 20:18-21:9", "John 4:39-42"], "line3": "I kept my faith, even when I said, ‘I am greatly afflicted’. Psalm 116:10", "line4": "Blessed is anyone who endures temptation. Such a one has stood the test and will receive the crown of life that the Lord has promised to those who love him. James 1:12", "line5": "Kind Jesus, none of us are worthy of your salvation. Yet we reach out to you, desperately in need of your mercy and grace. Forgive us, ever-loving Lord. Amen.", "line_count": 5}, "275": {"line1": "Thursday, October 1", "line2": ["Psalm 115:1-8", "1 Samuel 21:10-22:23", "John 4:43-54"], "line3": "“Because your heart was penitent and you have humbled yourself before me, I also have heard you,” said the Lord. 2 Chronicles 34:27", "line4": "I am the least of the apostles, unfit to be called an apostle, because I persecuted the church of God. But by the grace of God I am what I am. 1 Corinthians 15:9-10", "line5": "God of grace, we come to you for forgiveness. Thank you for listening as we confess our sins and for giving us the hope of life eternal through your grace. Amen.", "line_count": 5}, "276": {"line1": "Friday, October 2", "line2": ["Psalm 115:9-18", "1 Samuel 23", "John 5:1-15"], "line3": "I have seen their ways, but I will heal them; I will lead them and repay them with comfort. Isaiah 57:18", "line4": "Jesus said, “Those who are well have no need of a physician, but those who are sick; I have come to call not the righteous but sinners.” Mark 2:17", "line5": "Oh Lord, our shepherd. When we have lost our way and are hurting, you are always there to pick us up, comfort us, heal us, and bring us back to the fold. Thank you for caring so much. Amen.", "line_count": 5}, "277": {"line1": "Saturday, October 3", "line2": ["Psalm 116:1-7", "1 Samuel 24:1-25:17", "John 5:16-30"], "line3": "The people who walked in darkness have seen a great light; those who lived in a land of deep darkness—on them light has shined. Isaiah 9:2", "line4": "You may proclaim the mighty acts of him who called you out of darkness into his marvelous light. 1 Peter 2:9", "line5": "God of light, before we knew you, we walked in darkness. We now know you and walk in your light. Show us the way to share our stories with those around us. Amen.", "line_count": 5}, "278": {"line1": "Eighteenth Sunday after Pentecost", "line2": "Watchword for the Week — The stone that the builders rejected has become the chief cornerstone. This is the Lord’s doing; it is marvelous in our eyes. Psalm 118:22,23", "line3": "Sunday, October 4", "line4": ["Isaiah 5:1-7", "Psalm 80:7-15", "Philippians 3:4b-14", "Matthew 21:33-46"], "line5": "Trust in the Lord with all your heart, and do not rely on your own insight. In all your ways acknowledge him, and he will make straight your paths. Proverbs 3:5-6", "line6": "Therefore prepare your minds for action; discipline yourselves; set all your hope on the grace that Jesus Christ will bring you when he is revealed. 1 Peter 1:13", "line7": "Lord, we trust in you with all our heart and mind. Lead us in the right way to live and give us the strength to keep on your path to eternal life. Amen.", "line_count": 7}, "279": {"line1": "Monday, October 5", "line2": ["Psalm 116:8-14", "1 Samuel 25:18-44", "John 5:31-47"], "line3": "Mortal, all my words that I shall speak to you receive in your heart and hear with your ears. Ezekiel 3:10", "line4": "Therefore we must pay greater attention to what we have heard, so that we do not drift away from it. Hebrews 2:1", "line5": "In this world of noise and busyness, Lord, open our ears so we may hear you talking to us. Let us hear your words and store them in our hearts so we may follow you more closely. Amen.", "line_count": 5}, "280": {"line1": "Tuesday, October 6", "line2": ["Psalm 116:15-19", "1 Samuel 26,27", "John 6:1-15"], "line3": "I will never again hide my face from them, when I pour out my spirit upon the house of Israel, says the Lord God. Ezekiel 39:29", "line4": "Now there are varieties of gifts, but the same Spirit; and there are varieties of services, but the same Lord; and there are varieties of activities, but it is the same God who activates all of them in everyone. To each is given the manifestation of the Spirit for the common good. 1 Corinthians 12:4-7", "line5": "God, your people waited a long time for you to send the holy spirit. The spirit came, blessing us with gifts to help us serve you. Thank you for the gifts you have given each of us; may we use them wisely. Amen.", "line_count": 5}, "281": {"line1": "Wednesday, October 7", "line2": ["Psalm 117", "1 Samuel 28,29", "John 6:16-24"], "line3": "Have I any pleasure in the death of the wicked, says the Lord God, and not rather that they should turn from their ways and live? Ezekiel 18:23", "line4": "I have come as light into the world, so that everyone who believes in me should not remain in the darkness. John 12:46", "line5": "Before we knew you, Jesus, we lived in a world of darkness. You brought light to our lives and brought us out of the darkness. Praise to you! Amen.", "line_count": 5}, "282": {"line1": "Thursday, October 8", "line2": ["Psalm 118:1-9", "1 Samuel 30,31", "John 6:25-42"], "line3": "Joshua said to the people, “You are witnesses against yourselves that you have chosen the Lord, to serve him.” And they said, “We are witnesses.” Joshua 24:22", "line4": "Do not let anyone disqualify you. Colossians 2:18", "line5": "Lord God, help us turn away from the sin and the idols that keep us from loving and serving you. We dedicate ourselves to you—lead and guide us in the way you want us to go. Amen.", "line_count": 5}, "283": {"line1": "Friday, October 9", "line2": ["Psalm 118:10-14", "2 Samuel 1", "John 6:43-51"], "line3": "“I have labored in vain, I have spent my strength for nothing and vanity; yet surely my cause is with the Lord, and my reward with my God.” Isaiah 49:4", "line4": "Be steadfast, immovable, always excelling in the work of the Lord, because you know that in the Lord your labor is not in vain. 1 Corinthians 15:58", "line5": "There are days, Lord, when we question what we do. Keep us from being discouraged; you know what is in our hearts as we labor for you. Amen.", "line_count": 5}, "284": {"line1": "Saturday, October 10", "line2": ["Psalm 118:15-21", "2 Samuel 2", "John 6:52-59"], "line3": "The Lord spoke and it came to be; he commanded, and it stood firm. Psalm 33:9", "line4": "Jesus woke up and rebuked the wind, and said to the sea, “Peace! Be still!” Then the wind ceased, and there was a dead calm. Mark 4:39", "line5": "All powerful and mighty God, when you speak, it is done. Open our ears and hearts to hear your words and obey them. Praise God! Amen.", "line_count": 5}, "285": {"line1": "Nineteenth Sunday after Pentecost", "line2": "Watchword for the Week — O Lord, you are my God; I will exalt you, I will praise your name; for you have done wonderful things. Isaiah 25:1", "line3": "Sunday, October 11", "line4": ["Isaiah 25:1-9", "Psalm 23", "Philippians 4:1-9", "Matthew 22:1-14"], "line5": "The hearing ear and the seeing eye—the Lord has made them both. Proverbs 20:12", "line6": "Blessed are your eyes, for they see, and your ears, for they hear. Matthew 13:16", "line7": "Great God of creation, you gave us eyes to see your mighty works and ears to hear you calling us. Thank you for these great gifts; help us use them wisely. Amen.", "line_count": 7}, "286": {"line1": "Monday, October 12", "line2": ["Psalm 118:22-29", "2 Samuel 3:1-34", "John 6:60-71"], "line3": "You are my Lord; I have no good apart from you. Psalm 16:2", "line4": "And this is eternal life, that they may know you, the only true God, and Jesus Christ whom you have sent. John 17:3", "line5": "Lord, you are our God. Thank you for sending your son, Jesus. Because we know and believe in you, we have been given eternal life. Amen.", "line_count": 5}, "287": {"line1": "Tuesday, October 13", "line2": ["Psalm 119:1-8", "2 Samuel 3:35-5:16", "John 7:1-13"], "line3": "David said to Solomon, “The Lord God will not fail you or forsake you, until all the work for the service of the house of the Lord is finished.” 1 Chronicles 28:20", "line4": "Think of us in this way, as servants of Christ and stewards of God’s mysteries. 1 Corinthians 4:1", "line5": "We are your servants, Lord. Stand by us, as you did with Solomon, as we do your work. We know that with your guidance and protection, we can accomplish more of your work. Amen.", "line_count": 5}, "288": {"line1": "Wednesday, October 14", "line2": ["Psalm 119:9-16", "2 Samuel 5:17-6:23", "John 7:14-24"], "line3": "Fear God, and keep his commandments; for that is the whole duty of everyone. Ecclesiastes 12:13", "line4": "Peter said, “I truly understand that God shows no partiality, but in every nation anyone who fears him and does what is right is acceptable to him.” Acts 10:34-35", "line5": "Thank you, Lord, for giving the gift of salvation to all—no matter what race or color we are. All we need to do is accept your grace and follow your commandments. Amen.", "line_count": 5}, "289": {"line1": "Thursday, October 15", "line2": ["Psalm 119:17-24", "2 Samuel 7", "John 7:25-44"], "line3": "Turn now, everyone of you, from your evil way and wicked doings. Jeremiah 25:5", "line4": "I delight in the law of God in my inmost self, but I see in my members another law at war with the law of my mind, making me captive to the law of sin that dwells in my members. Romans 7:22-23", "line5": "God of grace—keep us from doing evil and wicked things. We feel bad when we do wrong. Teach us the way to be obedient to you. Amen.", "line_count": 5}, "290": {"line1": "Friday, October 16", "line2": ["Psalm 119:25-32", "2 Samuel 8,9", "John 7:45-52"], "line3": "He who keeps Israel will neither slumber nor sleep. Psalm 121:4", "line4": "Jesus Christ will also strengthen you to the end. 1 Corinthians 1:8", "line5": "Lord, you are always with us as we travel through life. Even when things don’t go the way we want, you are there to comfort and strengthen us. Amen.", "line_count": 5}, "291": {"line1": "Saturday, October 17", "line2": ["Psalm 119:33-40", "2 Samuel 10,11", "John 8:1-11"], "line3": "So now, O Israel, what does the Lord your God require of you? Only to fear the Lord your God, to walk in all his ways, to love him, to serve the Lord your God with all your heart and with all your soul. Deuteronomy 10:12", "line4": "Be doers of the word, and not merely hearers. James 1:22", "line5": "Lord, you told us to not only listen to your word, but also to carry out your word. Help us go out and serve our neighbors. Amen.", "line_count": 5}, "292": {"line1": "Twentieth Sunday after Pentecost", "line2": "Watchword for the Week — Sing to the Lord, bless his name; tell of his salvation from day to day. Psalm 96:2", "line3": "Sunday, October 18", "line4": ["Isaiah 45:1-7", "Psalm 96:1-9,(10-13)", "1 Thessalonians 1:1-10", "Matthew 22:15-22"], "line5": "Surely, to obey is better than sacrifice. 1 Samuel 15:22", "line6": "Your obedience is known to all, so that I rejoice over you. Romans 16:19", "line7": "Lord, you taught us that obedience to your word is what you want. Help us to be more obedient to your will. You know our hearts. Amen.", "line_count": 7}, "293": {"line1": "Monday, October 19", "line2": ["Psalm 119:41-48", "2 Samuel 12", "John 8:12-30"], "line3": "The Lord sets the prisoners free. Psalm 146:7", "line4": "So if the son makes you free, you will be free indeed. John 8:36", "line5": "Lord, we are prisoners to sin and worldly treasurers. Help us see that you are the only one we need and trust. Then we will be fully free to live our lives to honor you. Amen.", "line_count": 5}, "294": {"line1": "Tuesday, October 20", "line2": ["Psalm 119:49-56", "2 Samuel 13:1-33", "John 8:31-41"], "line3": "When times are good, be happy; but when times are bad, consider this: God has made the one as well as the other. Therefore, no one can discover anything about their future. Ecclesiastes 7:14", "line4": "We know that all things work together for good for those who love God, who are called according to his purpose. Romans 8:28", "line5": "Lord, we know that you did not promise us a life of happiness when we decided to follow you. Help us understand, when we face hard times in our lives, you are there protecting us. Amen.", "line_count": 5}, "295": {"line1": "Wednesday, October 21", "line2": ["Psalm 119:57-64", "2 Samuel 13:34-14:33", "John 8:42-59"], "line3": "Suddenly an angel touched Elijah and said to him, “Get up and eat.” He got up, and ate and drank; then he went in the strength of that food forty days and forty nights to the mount of God. 1 Kings 19:5,8", "line4": "We have this treasure in clay jars, so that it may be made clear that this extraordinary power belongs to God and does not come from us. 2 Corinthians 4:7", "line5": "Lord, our bodies are frail. Some days we get so tired that we do not think we can work for you. Remind us that you are always with us—strengthening and feeding our souls. Then we can finish the tasks you have given us. Amen.", "line_count": 5}, "296": {"line1": "Thursday, October 22", "line2": ["Psalm 119:65-72", "2 Samuel 15:1-29", "John 9:1-12"], "line3": "You have made my days a mere handbreadth; the span of my years is as nothing before you. Everyone is but a breath, even those who seem secure. Psalm 39:5", "line4": "Our Savior Christ Jesus abolished death and brought life and immortality to light through the gospel. 2 Timothy 1:10", "line5": "God, the time we spend on earth is very short. Keep us from worrying about collecting riches on earth and help us remember that our reward comes from Jesus, who conquered death and gave us eternal life. Amen.", "line_count": 5}, "297": {"line1": "Friday, October 23", "line2": ["Psalm 119:73-80", "2 Samuel 15:30-16:23", "John 9:13-34"], "line3": "I will make with you an everlasting covenant. Isaiah 55:3", "line4": "Now may the God of peace, who brought back from the dead our Lord Jesus, the great shepherd of the sheep, by the blood of the eternal covenant, make you complete in everything good so that you may do his will, working among us that which is pleasing in his sight. Hebrews 13:20-21", "line5": "God, thank you for your gift of Jesus Christ, who came to save us all. You gave us the promise of eternal life if we believe and follow your word. Amen.", "line_count": 5}, "298": {"line1": "Saturday, October 24", "line2": ["Psalm 119:81-88", "2 Samuel 17", "John 9:35-41"], "line3": "The Lord stirred up the spirit of all the people; and they came and worked on the house of the Lord of hosts, their God. Haggai 1:14", "line4": "Do not neglect the gift that is in you. 1 Timothy 4:14", "line5": "Holy Creator, you know us and give each of us gifts to use for your honor. Sometimes the world gets in the way and we forget these gifts. When this happens, remind us what we are supposed to do. Amen.", "line_count": 5}, "299": {"line1": "Twenty-First Sunday after Pentecost", "line2": "Watchword for the Week — You shall be holy, for I the Lord your God am holy. Leviticus 19:2", "line3": "Sunday, October 25", "line4": ["Leviticus 19:1-2,15-18", "Psalm 1", "1 Thessalonians 2:1-8", "Matthew 22:34-46"], "line5": "Amos said, “I am a herdsman, and a dresser of sycamore trees, and the Lord took me from following the flock, and the Lord said to me, ‘Go, prophesy to my people Israel.’” Amos 7:14-15", "line6": "As Jesus passed along the Sea of Galilee, he saw Simon and his brother Andrew casting a net into the sea—for they were fishermen. And Jesus said to them, “Follow me and I will make you fish for people.” Mark 1:16-17", "line7": "Lord, you know the work that we do. Yet, like Amos, Simon, and Andrew, you call us to go beyond our daily tasks to spread your word to the world around us. Give us the courage to do your calling. Amen.", "line_count": 7}, "300": {"line1": "Monday, October 26", "line2": ["Psalm 119:89-96", "2 Samuel 18:1-30", "John 10:1-10"], "line3": "I, I am he who comforts you; why then are you afraid of a mere mortal who must die? Isaiah 51:12", "line4": "The one who is in you is greater than the one who is in the world. 1 John 4:4", "line5": "Holy Spirit, you are all powerful. There are times we fear circumstances that surround us in our lives, but we know that your power can help us through troubling times. Thank you. Amen.", "line_count": 5}, "301": {"line1": "Tuesday, October 27", "line2": ["Psalm 119:97-104", "2 Samuel 18:31-19:30", "John 10:11-21"], "line3": "How can a man be in the right before God? If one wished to dispute with him, he could not answer him once in a thousand times. Job 9:2,3 NASB", "line4": "The scribe said to Jesus, “You are right, Teacher; you have truly said that ‘he is one, and besides him there is no other’; and ‘to love him with all the heart, and with all the understanding, and with all the strength,’ and ‘to love one’s neighbor as oneself,’—this is much more important than all whole burnt offerings and sacrifices.” When Jesus saw that he answered wisely, he said to him, “You are not far from the kingdom of God.” Mark 12:32-34", "line5": "God of creation—all-knowing God—we face trials and days when things don’t go the way we want. Help us to know that you are still by our side. You rule the world and know what the future holds for us. We lift our praise to you for being with us during the rough times when we can’t see what our future holds. Amen.", "line_count": 5}, "302": {"line1": "Wednesday, October 28", "line2": ["Psalm 119:105-112", "2 Samuel 19:31-20:26", "John 10:22-33"], "line3": "Who is a rock besides our God? Psalm 18:31", "line4": "No one can lay any foundation other than the one that has been laid; that foundation is Jesus Christ. 1 Corinthians 3:11", "line5": "Lord Jesus, you are our rock, a solid foundation for our lives. We face rough roads and mountains in our lives. Thank you for helping us meet these challenges and for supplying us a firm foundation. Amen.", "line_count": 5}, "303": {"line1": "Thursday, October 29", "line2": ["Psalm 119:113-120", "2 Samuel 21", "John 10:34-42"], "line3": "You must neither add anything to what I command you nor take away anything from it, but keep the commandments of the Lord your God. Deuteronomy 4:2", "line4": "Beloved, I am writing you no new commandment, but an old commandment that you have had from the beginning; the old commandment is the word that you have heard. 1 John 2:7", "line5": "God, you gave us your greatest commandment that we should love you with all our hearts, souls, and minds. The second commandment is to love our neighbors as ourselves. Help us to keep these commandments without changing them to suit our needs. Amen.", "line_count": 5}, "304": {"line1": "Friday, October 30", "line2": ["Psalm 119:121-128", "2 Samuel 22:1-25", "John 11:1-16"], "line3": "Six days you shall work, but on the seventh day you shall rest. Exodus 34:21", "line4": "Pay close attention to yourself and to your teaching; continue in these things. 1 Timothy 4:16", "line5": "Lord, we work diligently for you, but it is in the moments of rest that we can be still and know that you are God. Help us to heal and recharge so we can go out refreshed in your name. Amen.", "line_count": 5}, "305": {"line1": "Saturday, October 31", "line2": ["Psalm 119:129-136", "2 Samuel 22:26-23:17", "John 11:17-30"], "line3": "I will sing aloud of your steadfast love in the morning. For you have been a fortress for me and a refuge on the day of my distress. Psalm 59:16", "line4": "In the morning, while it was still very dark, Jesus got up and went out to a deserted place, and there he prayed. Mark 1:35", "line5": "Lord, we sing your praises because you are with us in times of good and in times of trials. May we make time to be still and listen to your guidance, knowing that you hear our prayer and are with us always. Amen.", "line_count": 5}, "306": {"line1": "All Saints Day - Twenty-Second Sunday after Pentecost", "line2": "Watchword for All Saints Day — Salvation belongs to our God who is seated on the throne, and to the Lamb! Revelation 7:10\nWatchword for the Week — O send out your light and your truth; let them lead me. Psalm 43:3", "line3": "Sunday, November 1", "line4": ["Micah 3:5-12", "Psalm 43", "1 Thessalonians 2:9-13", "Matthew 23:1-12"], "line5": "All Saints Day", "line6": ["1 John 3:1-3", "Matthew 5:1-12"], "line7": "The Lord, my God, lights up my darkness. Psalm 18:28", "line8": "Jesus said to the blind man, “What do you want me to do for you?” The blind man said to him, “My teacher, let me see again.” Jesus said to him, “Go; your faith has made you well.” Immediately he regained his sight and followed him on the way. Mark 10:51-52", "line9": "O God, how can we thank you for caring for our every need, in sickness and in health? Let us follow the lamb and care for others. With the saints in glory, we praise your name. Amen.", "line_count": 9}, "307": {"line1": "Monday, November 2", "line2": ["Psalm 119:137-144", "2 Samuel 23:18-24:25", "John 11:31-44"], "line3": "They have all gone astray, they are all alike perverse; there is no one who does good, no, not one. Psalm 14:3", "line4": "There is no distinction, since all have sinned and fall short of the glory of God; they are now justified by his grace as a gift, through the redemption that is in Christ Jesus. Romans 3:22-24", "line5": "Merciful God, yes, we are sinners; yes, we have all gone astray; yes, we have fallen short of your glory. How can you forgive even us? We are convinced that nothing will separate us from your unconditional love through Christ Jesus. We humbly offer thanks. Amen.", "line_count": 5}, "308": {"line1": "Tuesday, November 3", "line2": ["Psalm 119:145-152", "1 Kings 1:1-27", "John 11:45-57"], "line3": "Rejoice with Jerusalem, and be glad for her, all you who love her; rejoice with her in joy, all you who mourn over her. Isaiah 66:10", "line4": "Anna began to praise God and to speak about the child to all who were looking for the redemption of Jerusalem. Luke 2:38", "line5": "Teacher, stories of Jerusalem are complicated and sad. Help us to understand how the place of death and destruction becomes the image of light and joy. It can only happen through the transformation of the risen Christ. Thanks be to God. Amen.", "line_count": 5}, "309": {"line1": "Wednesday, November 4", "line2": ["Psalm 119:153-160", "1 Kings 1:28-53", "John 12:1-11"], "line3": "Sing aloud, O daughter Zion; shout, O Israel! Rejoice and exult with all your heart, O daughter Jerusalem! The Lord has taken away the judgments against you. Zephaniah 3:14-15", "line4": "Jesus Christ is the atoning sacrifice for our sins, and not for ours only but also for the sins of the whole world. 1 John 2:2", "line5": "Gracious Lord, with joy and a grateful heart we recall the sacrifice made for us. Let us forgive and love our neighbors. In the name of Jesus, we pray. Amen.", "line_count": 5}, "310": {"line1": "Thursday, November 5", "line2": ["Psalm 119:161-168", "1 Kings 2:1-38", "John 12:12-19"], "line3": "Not one of all the good promises that the Lord had made to the house of Israel had failed; all came to pass. Joshua 21:45", "line4": "Now you, brothers and sisters, like Isaac, are children of promise. Galatians 4:28", "line5": "Giver of promises, you have been faithful in keeping your word to your people. Help us to be faithful stewards of your words of faith, love, and hope. Amen.", "line_count": 5}, "311": {"line1": "Friday, November 6", "line2": ["Psalm 119:169-176", "1 Kings 2:39-3:28", "John 12:20-36"], "line3": "I am the Lord, and there is no other. I form light and create darkness, I make weal and create woe; I the Lord do all these things. Isaiah 45:6-7", "line4": "May the Lord direct your hearts to the love of God and to the steadfastness of Christ. 2 Thessalonians 3:5", "line5": "God, you are the creator and lover of all creation. Forgive us those times when we turn our backs on what your hands have made. Refocus our minds. We praise you, your creation, and your son, our savior. Amen.", "line_count": 5}, "312": {"line1": "Saturday, November 7", "line2": ["Psalm 120", "1 Kings 4:1-28", "John 12:37-50"], "line3": "As my life was ebbing away, I remembered the Lord; and my prayer came to you. Jonah 2:7", "line4": "Become imitators of those who through faith and patience inherit the promises. Hebrews 6:12", "line5": "Lord, you are the one who cares for souls—souls that are ebbing away or souls who need a gentle nudge. Thank you for being there when no one else is. Where would we be without your tender care? Amen.", "line_count": 5}, "313": {"line1": "Twenty-Third Sunday after Pentecost", "line2": "Watchword for the Week — Keep awake therefore, for you know neither the day nor the hour. Matthew 25:13", "line3": "Sunday, November 8", "line4": ["Amos 5:18-24", "Psalm 70", "1 Thessalonians 4:13-18", "Matthew 25:1-13"], "line5": "Joseph said to his master’s wife, who tried to seduce him, “How then could I do this great wickedness, and sin against God?” Genesis 39:9", "line6": "Paul wrote to Timothy: You then, my child, be strong in the grace that is in Christ Jesus. 2 Timothy 2:1", "line7": "Lord, you give us grace when we need it most. We know what grace is when it comes. Help us to discern giving grace to others when they need it most. We humbly pray. Amen.", "line_count": 7}, "314": {"line1": "Monday, November 9", "line2": ["Psalm 121", "1 Kings 4:29-5:18", "John 13:1-17"], "line3": "I was ready to be sought out by those who did not ask, to be found by those who did not seek me. Isaiah 65:1", "line4": "For we hold that a person is justified by faith apart from works prescribed by the law. Romans 3:28", "line5": "God, there is so much we do not know, even if we think we do. Help us to accept the mysteries of our faith. We pray this in deep humility. Amen.", "line_count": 5}, "315": {"line1": "Tuesday, November 10", "line2": ["Psalm 122", "1 Kings 6", "John 13:18-30"], "line3": "Turn to me and be gracious to me; give your strength to your servant. Psalm 86:16", "line4": "And my God will fully satisfy every need of yours according to his riches in glory in Christ Jesus. Philippians 4:19", "line5": "God of strength, help us to be strong. Help us to give ourselves freely in love. Help us to serve others in your name. It is in giving that we receive. Fill us up, O gracious Lord. Amen.", "line_count": 5}, "316": {"line1": "Wednesday, November 11", "line2": ["Psalm 123", "1 Kings 7:1-33", "John 13:31-38"], "line3": "Better is a little with the fear of the Lord than great treasure and trouble with it. Proverbs 15:16", "line4": "What good is it for someone to gain the whole world, yet forfeit their soul? Mark 8:36", "line5": "God, we try to balance the scale of having too much. However, the scale is only one measure. Our values seem out of alignment as well. Help us step back to gain a more comprehensive view and make adjustments to follow you. In Jesus’ name, we pray. Amen.", "line_count": 5}, "317": {"line1": "Thursday, November 12", "line2": ["Psalm 124", "1 Kings 7:34-8:16", "John 14:1-14"], "line3": "We your people, the flock of your pasture, will give thanks to you forever; from generation to generation we will recount your praise. Psalm 79:13", "line4": "Through Jesus, then, let us continually offer a sacrifice of praise to God, that is, the fruit of lips that confess his name. Hebrews 13:15", "line5": "Jesus, shepherd of our souls, we wander amid the flock. You know each name; you prepare a table for us; you keep us safe from danger. Thank you for counting us among your flock. Amen.", "line_count": 5}, "318": {"line1": "Chief Elder Festival", "line2": "On this day in 1741, it was announced in all Moravian congregations that Jesus Christ had ben chosen Chief Elder of the Moravian Church. The Moravian Church has had no single human chief executive since then, and now observes this as a festival day.", "line3": "Friday, November 13", "line4": ["Psalm 125", "1 Kings 8:17-53", "John 14:15-24"], "line5": "Chief Elder Festival", "line6": ["Hebrews 4:14-16", "John 10:1-10"], "line7": "I will pour water on the thirsty land, and streams on the dry ground; I will pour my spirit upon your descendants, and my blessing on your offspring. Isaiah 44:3", "line8": "Peter said, “The promise is for you, for your children, and for all who are far away, everyone whom the Lord our God calls to him.” Acts 2:39", "line9": "Jesus, as our Chief Elder, you provide counsel, assurance, love, spiritual direction, and intercession with the Father for the growing Moravian Church. Keep our ears and eyes open to your voice. Amen.", "line_count": 9}, "319": {"line1": "Saturday, November 14", "line2": ["Psalm 126", "1 Kings 8:54-9:19", "John 14:25-15:8"], "line3": "How great are your works, O Lord! Your thoughts are very deep! Psalm 92:5", "line4": "The King of kings and Lord of lords. It is he alone who has immortality and dwells in unapproachable light, whom no one has ever seen or can see; to him be honor and eternal dominion. Amen. 1 Timothy 6:15-16", "line5": "We sing your highest praise, King of kings and Lord of lords. We stand in awe of your creation and powerful works. We have deep gratitude for your Son, Christ Jesus. Amen.", "line_count": 5}, "320": {"line1": "Twenty-Fourth Sunday after Pentecost", "line2": "Watchword for the Week — So teach us, O God, to count our days that we may gain a wise heart. Psalm 90:12", "line3": "Sunday, November 15", "line4": ["Zephaniah 1:7,12-18", "Psalm 90:1-8,(9-11),12", "1 Thessalonians 5:1-11", "Matthew 25:14-30"], "line5": "He has told you, O mortal, what is good; and what does the Lord require of you but to do justice, and to love kindness, and to walk humbly with your God? Micah 6:8", "line6": "Pursue righteousness, faith, love, and peace, along with those who call on the Lord from a pure heart. 2 Timothy 2:22", "line7": "Lord, you require of us justice, mercy, humility, righteousness, faith, love, and peace. Over our lifetime we learn these challenges. We are imperfect; help our ineptitude. Give us opportunities every day to practice in real life—with the help of Jesus. Amen.", "line_count": 7}, "321": {"line1": "Monday, November 16", "line2": ["Psalm 127", "1 Kings 9:20-10:29", "John 15:9-17"], "line3": "You shall love your neighbor as yourself: I am the Lord. Leviticus 19:18", "line4": "Let mutual love continue. Do not neglect to show hospitality to strangers, for by doing that some have entertained angels without knowing it. Hebrews 13:1-2", "line5": "Visiting Stranger, we welcome you among us. Could you be the homeless man or woman? Could you be the immigrant child with parents? Could you be the gay man next door? Could you be the gang member downtown? Could you be the elder in the grocery store? We want to be ready. In Jesus’ name, we pray. Amen.", "line_count": 5}, "322": {"line1": "Tuesday, November 17", "line2": ["Psalm 128", "1 Kings 11:1-25", "John 15:18-16:4"], "line3": "For my name’s sake I defer my anger, for the sake of my praise I restrain it for you, so that I may not cut you off. Isaiah 48:9", "line4": "God saved us and called us with a holy calling, not according to our works but according to his own purpose and grace. This grace was given to us in Christ Jesus. 2 Timothy 1:9", "line5": "God, you withhold your anger and show us mercy. You call us to service—not according to what we would like to do, but according to your design. You show us the path with purpose and grace through Jesus Christ. Thank you. Amen.", "line_count": 5}, "323": {"line1": "Wednesday, November 18", "line2": ["Psalm 129", "1 Kings 11:26-12:24", "John 16:5-16"], "line3": "O Lord our God, other lords besides you have ruled over us, but we acknowledge your name alone. Isaiah 26:13", "line4": "We must obey God rather than any human authority. Acts 5:29", "line5": "Lord our God, it is you and you alone we look to for calm in the midst of the clamor of a busy day; for joy in the peace of a woodland vacation; for rest in the middle of a sleepless night; for comfort in sorrow of a lost one. Thanks be to God. Amen.", "line_count": 5}, "324": {"line1": "Thursday, November 19", "line2": ["Psalm 130", "1 Kings 12:25-13:22", "John 16:17-33"], "line3": "O taste and see that the Lord is good; happy are those who take refuge in him. Psalm 34:8", "line4": "Come; for everything is ready now. Luke 14:17", "line5": "Delicious One, with our fruit of the spirit, we are prepared to share the joy and comfort we find in you. Melt us, mold us, fill us, use us. Spirit of the living God, fall afresh on us. Amen.", "line_count": 5}, "325": {"line1": "Friday, November 20", "line2": ["Psalm 131", "1 Kings 13:23-14:20", "John 17:1-19"], "line3": "He changes times and seasons, deposes kings and sets up kings. Daniel 2:21", "line4": "Great and amazing are your deeds, Lord God the Almighty! Just and true are your ways, King of the nations! Lord, who will not fear and glorify your name? Revelation 15:3-4", "line5": "Lord God, the almighty, you are in charge. We grow where you have planted us. We sing a new song in a sometimes strange land. We learn to love our work. We thank you for the gifts you have given. Amen.", "line_count": 5}, "326": {"line1": "Saturday, November 21", "line2": ["Psalm 132", "1 Kings 14:21-15:8", "John 17:20-26"], "line3": "God, your steadfast love is better than life. Psalm 63:3", "line4": "So we have known and believe the love that God has for us. God is love, and those who abide in love abide in God, and God abides in them. 1 John 4:16", "line5": "God of love, it is reassuring to know that those who abide in love—abide in God and God abides in them. Our world desperately needs this kind of love. Help us to spread it far and wide. Amen.", "line_count": 5}, "327": {"line1": "Reign of Christ (Christ the King Sunday)", "line2": "Watchword for the Week — God says, “I will seek the lost, and I will bring back the strayed, and I will bind up the injured, and I will strengthen the weak.” Ezekiel 34:16", "line3": "Sunday, November 22", "line4": ["Ezekiel 34:11-16,20-24", "Psalm 95:1-7a", "Ephesians 1:15-23", "Matthew 25:31-46"], "line5": "I, I am the Lord, and besides me there is no savior. Isaiah 43:11", "line6": "One Lord, one faith, one baptism, one God and Father of all, who is above all and through all and in all. Ephesians 4:5-6", "line7": "Omnipresent One, today we celebrate the reign of Christ. Let us raise the image of Christians throughout the world who sing your praise—in Africa, Central America, West Indies, Europe, North America, Nepal, South America, Middle East, and throughout the world. Amen.", "line_count": 7}, "328": {"line1": "Monday, November 23", "line2": ["Psalm 133", "1 Kings 15:9-16:14", "John 18:1-11"], "line3": "I dwell in the high and holy place, and also with those who are contrite and humble in spirit, to revive the spirit of the humble, and to revive the heart of the contrite. Isaiah 57:15", "line4": "Jesus saw a great crowd; and he had compassion for them, because they were like sheep without a shepherd. Mark 6:34", "line5": "Jesus Christ, you have a knack for turning things upside down. You elevate the humble and lowly. You are the shepherd who dies for sheep who love to wander. You pay the debts your servants owe. You show us paradoxes of the Christian faith. Help us to know your ways, we pray. Amen.", "line_count": 5}, "329": {"line1": "Tuesday, November 24", "line2": ["Psalm 134", "1 Kings 16:15-17:24", "John 18:12-24"], "line3": "All the ends of the earth have seen the salvation of our God. Psalm 98:3", "line4": "Is a lamp brought in to be put under the bushel basket, or under the bed, and not on the lampstand? Mark 4:21", "line5": "Light of the world, we would put our light under a bushel, except for you. We would let the candles extinguish, except for you. We want your light to shine through us. Amen.", "line_count": 5}, "330": {"line1": "Wednesday, November 25", "line2": ["Psalm 135:1-12", "1 Kings 18", "John 18:25-40"], "line3": "You drink wine by the bowlful and use the finest perfumes, but you do not mourn over the ruin of Israel. Amos 6:6 GNT", "line4": "As for those who in the present age are rich, command them not to be haughty, or to set their hopes on the uncertainty of riches, but rather on God who richly provides us with everything for our enjoyment. They are to do good, to be rich in good works, generous, and ready to share, thus storing up for themselves the treasure of a good foundation for the future, so that they may take hold of the life that really is life. 1 Timothy 6:17-19", "line5": "Lord, we have been blessed. Help us to share those blessings with others in humility. Help us to empty ourselves and fill with your spirit. In your name, we pray. Amen.", "line_count": 5}, "331": {"line1": "Thursday, November 26", "line2": ["Psalm 135:13-21", "1 Kings 19", "John 19:1-11"], "line3": "And now, our God, we give thanks to you and praise your glorious name. 1 Chronicles 29:13", "line4": "Give thanks to God the Father at all times and for everything in the name of our Lord Jesus Christ. Ephesians 5:20", "line5": "God our Father, we give you thanks for the bounty of the earth. We give you thanks for the presence of your son, Jesus Christ, who teaches us to give praise at all times. Amen.", "line_count": 5}, "332": {"line1": "Friday, November 27", "line2": ["Psalm 136", "1 Kings 20:1-21", "John 19:12-24"], "line3": "O Lord, all my longing is known to you; my sighing is not hidden from you. Psalm 38:9", "line4": "You know that the testing of your faith produces endurance. James 1:3", "line5": "Lord, you know our inward thoughts and worries. We share these with you all day long. Sometimes we need help getting back on track, and we turn to you for guidance. We pray in Jesus’ name. Amen.", "line_count": 5}, "333": {"line1": "Saturday, November 28", "line2": ["Psalm 137", "1 Kings 20:22-21:16", "John 19:25-37"], "line3": "As a mother comforts her child, so I will comfort you. Isaiah 66:13", "line4": "Jesus said, “I will not leave you orphaned; I am coming to you. Because I live, you also will live.” John 14:18,19", "line5": "God, you act as a mother would, providing comfort and assurance. Thinking of the assurance that hymns bring, we can hear you singing these two verses. A smile comes to our faces. Amen.", "line_count": 5}, "334": {"line1": "First Sunday of Advent", "line2": "Watchword for the Week — Then they will see ‘the Son of Man coming in clouds’ with great power and glory. Mark 13:26", "line3": "Sunday, November 29", "line4": ["Isaiah 64:1-9", "Psalm 80:1-7,17-19", "1 Corinthians 1:3-9", "Mark 13:24-37"], "line5": "May the Lord cause you to flourish, both you and your children. Psalm 115:14", "line6": "His mercy is for those who fear him from generation to generation. Luke 1:50", "line7": "Steadfast Lord, your mercies are shared throughout the world and over time. The richness of scripture reveals your mercies across generations, across time, and across miles. Praise be to God. Amen.", "line_count": 7}, "335": {"line1": "Monday, November 30", "line2": ["Psalm 138:1-5", "1 Kings 21:17-22:28", "John 19:38-20:9"], "line3": "Thus said the Lord of hosts, “Truly, one who touches you touches the apple of my eye.” Zechariah 2:8", "line4": "Who will bring any charge against God’s elect? It is God who justifies. Romans 8:33", "line5": "God, your beloved church is a refuge in this world. Although forces work to destroy the church, through the faithful one, your church remains strong and focused on spreading your love throughout the world. Thank you for the witness of your church on earth. Amen.", "line_count": 5}, "336": {"line1": "Tuesday, December 1", "line2": ["Psalm 138:6-8", "Kings 22:29-53", "John 20:10-23"], "line3": "The Lord said to Isaac, “Reside in this land as an alien, and I will be with you, and will bless you.” Genesis 26:3", "line4": "Live in reverent fear during the time of your exile. 1 Peter 1:17", "line5": "Holy God, in our waiting we prepare for the promise that is Jesus Christ. Open our hearts and minds to loving and knowing you more deeply and expansively than the day before. Amen.", "line_count": 5}, "337": {"line1": "Wednesday, December 2", "line2": ["Psalm 139:1-6", "Kings 1:1-2:18", "John 20:24-31"], "line3": "In the Lord I take refuge; how can you say to me, “Flee like a bird to the mountains.” Psalm 11:1", "line4": "Jesus said, “Peace I leave with you; my peace I give to you. I do not give to you as the world gives. Do not let your hearts be troubled, and do not let them be afraid.” John 14:27", "line5": "Prince of peace, within the chaos and turmoil of our lives, guide us to your presence, filling us with shalom that only comes from you. Amen.", "line_count": 5}, "338": {"line1": "Thursday, December 3", "line2": ["Psalm 139:7-12", "2 Kings 2:19-3:27", "John 21:1-14"], "line3": "All shall give as they are able, according to the blessing of the Lord your God that he has given you. Deuteronomy 16:17", "line4": "If the eagerness is there, the gift is acceptable according to what one has—not according to what one does not have. 2 Corinthians 8:12", "line5": "Creator God, we offer ourselves to be shaped and molded as you would have us be. Move us to release your generosity to the many who long to be loved and cared for with compassion. Amen.", "line_count": 5}, "339": {"line1": "Friday, December 4", "line2": ["Psalm 139:13-16", "2 Kings 4:1-37", "John 21:15-25"], "line3": "It is vain for you to rise up early, to retire late, to eat the bread of painful labors; for he gives to his beloved even in his sleep. Psalm 127:2 NASB", "line4": "Your Father knows what you need before you ask him. Matthew 6:8", "line5": "Loving God, how blessed we are that you give us the best you have to offer. As we search our needs and acknowledge your gifts, may we be empowered to see and respond to the needs of those around us. Amen.", "line_count": 5}, "340": {"line1": "Saturday, December 5", "line2": ["Psalm 139:17-24", "2 Kings 4:38-5:14", "Acts 1:1-14"], "line3": "A father of the fatherless and a judge for the widows, is God in His holy habitation. God makes a home for the lonely; he leads out the prisoners into prosperity. Psalm 68:5-6 NASB", "line4": "That evening, at sunset, they brought to Jesus all who were sick or possessed with demons. And the whole city was gathered around the door. And he cured many. Mark 1:32-34", "line5": "Great Helper of the helpless, we bow in humility before you, asking you to heal the broken areas of our lives. Restore us to be the people you desire us to be. Amen.", "line_count": 5}, "341": {"line1": "Second Sunday of Advent", "line2": "Watchword for the Week — He will feed his flock like a shepherd; he will gather the lambs in his arms, and carry them in his bosom. Isaiah 40:11", "line3": "Sunday, December 6", "line4": ["Isaiah 40:1-11", "Psalm 85:1-2,8-13", "2 Peter 3:8-15a", "Mark 1:1-8"], "line5": "It is my pleasure to tell you about the miraculous signs and wonders that the most high God has performed for me. Daniel 4:2", "line6": "This life was revealed, and we have seen it and testify to it, and declare to you the eternal life that was with the Father and was revealed to us. 1 John 1:2", "line7": "Gracious loving God, on this Lord’s day we give you thanks for revealing yourself to us through the abundance of divine love and generous grace. Give us the courage to reveal your love and grace to others. Amen.", "line_count": 7}, "342": {"line1": "Monday, December 7", "line2": ["Psalm 140:1-5", "2 Kings 5:15-6:23", "Acts 1:15-26"], "line3": "Those who are wise shall shine like the brightness of the sky, and those who lead many to righteousness, like the stars forever and ever. Daniel 12:3", "line4": "So we are ambassadors for Christ, since God is making his appeal through us; we entreat you on behalf of Christ, be reconciled to God. 2 Corinthians 5:20", "line5": "God of love, as we continue in our Advent preparations, may we hear your call to love and serve others more loudly and more strongly. Like Mary, may we ponder in our hearts what your coming to us means. Amen.", "line_count": 5}, "343": {"line1": "Tuesday, December 8", "line2": ["Psalm 140:6-13", "2 Kings 6:24-7:20", "Acts 2:1-13"], "line3": "The day of the Lord is coming, it is near. Joel 2:1", "line4": "In accordance with his promise, we wait for new heavens and a new earth, where righteousness is at home. 2 Peter 3:13", "line5": "Loving Savior, we wait for your coming with anticipation of creating newness in our lives. We need only to turn to you to lay aside the burdens that weigh us down so our relationship with you is reenergized and renewed. Amen.", "line_count": 5}, "344": {"line1": "Wednesday, December 9", "line2": ["Psalm 141:1-4", "2 Kings 8", "Acts 2:14-28"], "line3": "The Lord your God is bringing you into a good land, a land with flowing streams, with springs and underground waters welling up in valleys and hills. Deuteronomy 8:7", "line4": "God who did not withhold his own Son, but gave him up for all of us, will he not with him also give us everything else? Romans 8:32", "line5": "Holy God, how we marvel at the care you provide for us. When we are distracted, far away, or indisposed, still you care for us and love us despite ourselves. What more can we say other than “Thank You!”? Amen.", "line_count": 5}, "345": {"line1": "Thursday, December 10", "line2": ["Psalm 141:5-10", "2 Kings 9", "Acts 2:29-47"], "line3": "The glory of the Lord shall be revealed, and all people shall see it together, for the mouth of the Lord has spoken. Isaiah 40:5", "line4": "We have seen his glory, the glory as of a father’s only son, full of grace and truth. John 1:14", "line5": "Glorious heavenly Father, your unrelenting revelation calls to us, cries to us, sings with us, and speaks to us through all of life’s experiences. In the chaos of earthly life, your glory is seen, recognized, and honored. Amen.", "line_count": 5}, "346": {"line1": "Friday, December 11", "line2": ["Psalm 142", "2 Kings 10", "Acts 3:1-10"], "line3": "He is the living God, enduring forever. His kingdom shall never be destroyed. Daniel 6:26", "line4": "Jesus Christ is the same yesterday and today and forever. Hebrews 13:8", "line5": "Lord Jesus Christ, because of you, we see God; because of you, we hear God; because of you, we love God. In you, we are joined with God and receive peace within. May we dwell in that peace forever. Amen.", "line_count": 5}, "347": {"line1": "Saturday, December 12", "line2": ["Psalm 143:1-6", "2 Kings 11", "Acts 3:11-26"], "line3": "O Lord, be gracious to me; heal me, for I have sinned against you. Psalm 41:4", "line4": "The prayer of faith will save the sick, and the Lord will raise them up; and anyone who has committed sins will be forgiven. James 5:15", "line5": "Lord of life, we cannot rise to our full potential unless we are released from the burden of sin we create in our lives. We name our sins and offer them to you for our souls’ liberation. Amen.", "line_count": 5}, "348": {"line1": "Third Sunday of Advent", "line2": "Watchword for the Week — May the God of peace sanctify you entirely; and may your spirit and soul and body be kept sound and blameless at the coming of our Lord Jesus Christ. 1 Thessalonians 5:23", "line3": "Sunday, December 13", "line4": ["Isaiah 61:1-4,8-11", "Psalm 126", "1 Thessalonians 5:16-24", "John 1:6-8,19-28"], "line5": "There is none like you, O Lord; you are great, and your name is great in might. Jeremiah 10:6", "line6": "We have seen and do testify that the Father has sent his Son as the Savior of the world. 1 John 4:14", "line7": "Creator God, we worship and adore you, for there is no end to your creative powers. You create life anew within us and inspire us to lives of service by sending your Son to redeem us and show us the way. Amen.", "line_count": 7}, "349": {"line1": "Monday, December 14", "line2": ["Psalm 143:7-12", "2 Kings 12,13", "Acts 4:1-12"], "line3": "When your judgments come upon the earth, the people of the world learn righteousness. Isaiah 26:9", "line4": "He who supplies seed to the sower and bread for food will supply and multiply your seed for sowing and increase the harvest of your righteousness. 2 Corinthians 9:10", "line5": "Lord, freely have you given to us and freely may we bring your story of the good news to those who live in darkness and long to be free. Amen.", "line_count": 5}, "350": {"line1": "Tuesday, December 15", "line2": ["Psalm 144:1-4", "2 Kings 14", "Acts 4:13-22"], "line3": "Solomon prayed, “You have kept the promise you made to my father David; today every word has been fulfilled.” 1 Kings 8:24 GNT", "line4": "Blessed be the Lord God of Israel, for he has looked favorably on his people and redeemed them. He has raised up a mighty savior for us in the house of his servant David. Luke 1:68-69", "line5": "God of the covenants, thank you for your steadfastness and for honoring your promise to come to us as one of us. May our loyalty be directed solely to you and “soul-y” to you. Amen.", "line_count": 5}, "351": {"line1": "Wednesday, December 16", "line2": ["Psalm 144:5-8", "2 Kings 15", "Acts 4:23-37"], "line3": "You are the God who works wonders; you have displayed your might among the peoples. Psalm 77:14", "line4": "To his saints God chose to make known how great among the Gentiles are the riches of the glory of this mystery, which is Christ in you, the hope of glory. Colossians 1:26-27", "line5": "Loving Savior, in this time of preparation, lead us boldly into the mystery that is you. Open our hearts and minds so that your dwelling within us reveals outer signs of service and mission. Amen.", "line_count": 5}, "352": {"line1": "Thursday, December 17", "line2": ["Psalm 144:9-15", "2 Kings 16:1-17:6", "Acts 5:1-11"], "line3": "There is hope for your future, says the Lord. Jeremiah 31:17", "line4": "Listen! I am standing at the door, knocking; if you hear my voice and open the door, I will come in to you and eat with you, and you with me. Revelation 3:20", "line5": "Bread of life, feed our souls, inspire our spirits, and strengthen us for your mission of building God’s kingdom here; a kingdom where all are fed and loved beyond compare. Amen.", "line_count": 5}, "353": {"line1": "Friday, December 18", "line2": ["Psalm 145:1-7", "2 Kings 17:7-41", "Acts 5:12-16"], "line3": "Hear the word of the Lord, because the Lord has a charge to bring against you who live in the land: “There is no faithfulness, no love, no acknowledgment of God in the land.” Hosea 4:1", "line4": "Repent, for the kingdom of heaven has come near. Matthew 3:2", "line5": "Holy God, we confess we often turn away from you allowing ourselves to be led in troubling and dangerous directions. May our repentance be revealed in noticeable changes in thoughts, words, and deeds. Amen.", "line_count": 5}, "354": {"line1": "Saturday, December 19", "line2": ["Psalm 145:8-16", "2 Kings 18", "Acts 5:17-40"], "line3": "Your eyes beheld my unformed substance. In your book were written all the days that were formed for me. Psalm 139:16", "line4": "Rejoice that your names are written in heaven. Luke 10:20", "line5": "Creator of all that is, you love and care for us more than we can imagine. In the midst of our Advent preparations, may we raise our songs of praise to you and wait with anticipation for the coming of your son. Amen.", "line_count": 5}, "355": {"line1": "Fourth Sunday of Advent", "line2": "Watchword for the Week — The Mighty One has done great things for me, and holy is his name. Luke 1:49", "line3": "Sunday, December 20", "line4": ["2 Samuel 7:1-11,16", "Luke 1:47-55", "Romans 16:25-27", "Luke 1:26-38"], "line5": "May those who love your salvation say continually, “Great is the Lord!” Psalm 40:16", "line6": "He destined us for adoption as his children through Jesus Christ, according to the good pleasure of his will. Ephesians 1:5", "line7": "God, how blessed we are to follow Christ into your family. We live this day and everyday as your beloved, and show in all that we do and say that we strive to live into our name, Christian. Amen.", "line_count": 7}, "356": {"line1": "Monday, December 21", "line2": ["Psalm 145:17-21", "2 Kings 19:1-28", "Acts 5:41-6:7"], "line3": "These people draw near with their mouths and honor me with their lips, while their hearts are far from me. Isaiah 29:13", "line4": "Little children, let us love, not in word or speech, but in truth and action. 1 John 3:18", "line5": "Loving God, living savior, we confess that in this season we are distracted by schedules, to-do lists, and worldly obligations that decrease our sincere worship of you. We ask your forgiveness; redirect us to your truth. Amen.", "line_count": 5}, "357": {"line1": "Tuesday, December 22", "line2": ["Psalm 146", "2 Kings 19:29-20:21", "Acts 6:8-7:3"], "line3": "God, you remain the same, and your years will never end. Psalm 102:27", "line4": "“I am the Alpha and the Omega,” said the Lord God, who is and who was and who is to come, the Almighty. Revelation 1:8", "line5": "Holy God, you break down the barriers of time and space as well as our inner obstacles of fear and doubt. Help us to understand and acknowledge your presence and its perpetuity. Amen.", "line_count": 5}, "358": {"line1": "Wednesday, December 23", "line2": ["Psalm 147:1-6", "2 Kings 21:1-22:10", "Acts 7:4-16"], "line3": "I lie down and sleep; I wake again, for the Lord sustains me. Psalm 3:5", "line4": "Truly I tell you, anyone who will not receive the kingdom of God like a little child will never enter it. Mark 10:15", "line5": "Loving Savior, our preparation is drawing to a close and we are eager to receive you anew. Anticipation builds within us. Open our hearts, gracious Lord, so we may arrive at the manger with deep humility and a strong desire to serve you. Amen.", "line_count": 5}, "359": {"line1": "Thursday, December 24", "line2": ["Psalm 147:7-14", "2 Kings 22:11-23:20", "Acts 7:17-29"], "line3": "My soul thirsts for God, for the living God. When shall I come and behold the face of God? Psalm 42:2", "line4": "Wise men from the East came to Jerusalem, asking, “Where is the child who has been born king of the Jews? For we observed his star at its rising, and have come to pay him homage.” Matthew 2:1-2", "line5": "God of all, you remain faithful to the prophet’s messages and are about to reveal yourself to us in love and grace. The waiting is almost over; soon we will see your love revealed in a simple manger and amidst the candle glow. Amen.", "line_count": 5}, "360": {"line1": "Nativity of the Lord (Christmas Day)", "line2": "Watchword for Christmas Day — Jesus is the reflection of God’s glory and the exact imprint of God’s very being, and he sustains all things by his powerful word. Hebrews 1:3", "line3": "Friday, December 25", "line4": ["Psalm 147:15-20", "2 Kings 23:21-24:20", "Acts 7:30-43"], "line5": "Nativity of the Lord", "line6": ["Hebrews 1:1-4,(5-12)", "John 1:1-14"], "line7": "Happy are the people whose God is the Lord. Psalm 144:15", "line8": "See—I am bringing you good news of great joy for all the people: to you is born this day in the city of David a Savior, who is the Messiah, the Lord. Luke 2:10-11", "line9": "O, bright morning Star, how brightly your love burns within us! As we welcome you to earth, you welcome us into God’s kingdom with abundant, everlasting life. With all of creation, we sing your praises. Amen.", "line_count": 9}, "361": {"line1": "Saturday, December 26", "line2": ["Psalm 148:1-6", "2 Kings 25", "Acts 7:44-60"], "line3": "I will bring health and healing to it; I will heal my people and will let them enjoy abundant peace and security. Jeremiah 33:6", "line4": "The shepherds said to one another, “Let us go now to Bethlehem and see this thing that has taken place, which the Lord has made known to us.” Luke 2:15", "line5": "Glory to you, Child divine! We celebrate with shepherds and angels to sing and shout of God now with us. May our celebration of your presence have no end. Accept our praise given in both loud acclaims and quiet, mindful reflections. Amen.", "line_count": 5}, "362": {"line1": "First Sunday after Christmas Day", "line2": "Watchword for the Week — But when the fullness of time had come, God sent his Son, born of a woman, born under the law, in order to redeem those who were under the law, so that we might receive adoption as children. Galatians 4:4,5", "line3": "Sunday, December 27", "line4": ["Isaiah 61:10-62:3", "Psalm 148", "Galatians 4:4-7", "Luke 2:22-40"], "line5": "Happy are those who make the Lord their trust. Psalm 40:4", "line6": "So we have the prophetic message more fully confirmed. You will do well to be attentive to this as to a lamp shining in a dark place, until the day dawns and the morning star rises in your hearts. 2 Peter 1:19", "line7": "Bright morning Star, you left the heavenly realm and came to show us our Father’s abundant love and mercy. Turn our faces and our hearts to your light so it may shine within us to gather others to you. Amen.", "line_count": 7}, "363": {"line1": "Monday, December 28", "line2": ["Psalm 148:7-14", "1 Chronicles 1:1-37", "Acts 8:1-8"], "line3": "The Lord God has given me the tongue of disciples, that I may know how to sustain the weary one with a word. Isaiah 50:4 NASB", "line4": "We may be able to console those who are in any affliction with the consolation with which we ourselves are consoled by God. 2 Corinthians 1:4", "line5": "Holy Servant, you nourish us with the bread of life and refresh us with endless streams of water. At your manger, you call us to your light to guide us. Amen.", "line_count": 5}, "364": {"line1": "Tuesday, December 29", "line2": ["Psalm 149:1-4", "1 Chronicles 1:38-2:17", "Acts 8:9-25"], "line3": "For you who revere my name the sun of righteousness shall rise, with healing in its wings. Malachi 4:2", "line4": "He came to what was his own, and his own people did not accept him. But to all who received him, who believed in his name, he gave power to become children of God. John 1:11-12", "line5": "Christ divine, how blessed we are that, through you, we are adopted into God’s family and are called “Beloved.” Of this we are certain: God loves us today and always, thanks to you, O Savior. Amen.", "line_count": 5}, "365": {"line1": "Wednesday, December 30", "line2": ["Psalm 149:5-9", "1 Chronicles 2:18-55", "Acts 8:26-40"], "line3": "See, I will create new heavens and a new earth. The former things will not be remembered. Isaiah 65:17", "line4": "Your kingdom come. Your will be done, on earth as it is in heaven. Matthew 6:10", "line5": "Creator God, when we imagine you building new heavens and a new earth, we never would have thought it would begin with an infant. How marvelous are your ways! Your surprises enlighten and we are inspired. Amen.", "line_count": 5}, "366": {"line1": "Thursday, December 31", "line2": ["Psalm 150", "1 Chronicles 3", "Acts 9:1-9"], "line3": "The Lord has heard my supplication, the Lord accepts my prayer. Psalm 6:9", "line4": "Ask and you will receive, so that your joy may be complete. John 16:24", "line5": "Savior who reigns within and about us, lead us into new directions for the sake of your kingdom. May we dedicate the coming year to proclaiming your glory while loving and serving your people. We are so blessed! Thank you, Jesus! Amen.", "line_count": 5}}}